Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: General
it: Generale

source: Low-pass filter
it: Filtro LP

source: Low-pass type
it: Tipo passa-basso

source: order
it: ordine

source: Excitation
it: Eccitazione

source: Output offset
it: Offset uscita

source: Hp-filter/coupling
it: Filtro HP/accoppiamento

source: External shunt
it: Shunt esterno

source: Resistor [ohm]
it: Resistenza [ohm]

source: Input type
it: Tipo input

source: Bandwidth
it: Banda

source: Unknown
it: Sconosciuto

source: Excitation voltage is valid for Chx to Chy
it: La tensione di eccitazione è valida da Chx a Chy

source: Measurement
it: Misura

source: Amplifier type
it: Tipo amplificatore

source: Excitation type
it: Tipo eccitazione

source: Amplifier
it: Amplificatore

source: Balance
it: Bilancia

source: Sensor unbalance
it: Sbilanciamento sensore

source: Resistance
it: Resistenza

source: to
it: a

source: Enter sets
it: Inserisci sets

source: Connection type
it: Tipo connessione

source: Option
it: Opzione

source: Connector
it: Connettore

source: Header
it: Intestazione

source: Show amplifier range
it: Mostra range amplificatore

source: Show scaled range
it: Mostra range scalato

source: Show amplifier gain
it: Mostra guadagno

source: CA CPU settings
it: Impostazioni CA CPU

source: Signal edge
it: Fronte segnale

source: Zero pulse edge
it: Fronte impulso zero

source: Signal filter
it: Filtro segnale

source: Positive
it: Positivo

source: Negative
it: Negativo

source: Default trigger level [V]
it: Lilvello predefinito trigger [V]

source: Custom filter value
it: Valore filtro personalizzato

source: Cancel
it: Annulla

source: not measured
it: non misurato

source: Self test
it: Auto test

source: Set to all
it: Imposta tutti

source: Internal shunt 1 [ohm]
it: Shunt interno 1 [ohm]

source: Internal shunt 2 [ohm]
it: Shunt interno 2 [ohm]

source: Set shunts
it: Imposta shunts

source: Output math
it: Uscita math

source: Analog output
it: Uscita analogica

source: Channel
it: Canale

source: Auto scale
it: Auto scala

source: Disabled
it: Disabilitato

source: Offline modules
it: Moduli offline

source: Close
it: Chiudi

source: Can channel setup
it: Setup canale CAN

source: Message setup
it: Setup messaggio

source: Type
it: Tipo

source: Name
it: Nome

source: Add
it: Aggiungi

source: Delete
it: Elimina

source: Delay
it: Ritardo

source: Time
it: Ora

source: Filter message source
it: Filtra sorgente messaggio

source: Schedule
it: Pianifica

source: Periodic
it: Periodico

source: On button
it: Su pulsante

source: On start acq.
it: Su inizio acq.

source: On stop acq.
it: Su termine acq.

source: On msg. change
it: Su modifica msg.

source: On trigger
it: Su trigger

source: Before message
it: Prima messaggio

source: After message
it: Dopo messaggio

source: Period [ms]
it: Periodo [ms]

source: Message
it: Messaggio

source: But
it: Ma

source: Button ch.
it: Pulsante ch.

source: Delay [ms]
it: Ritardo [ms]

source: Signal setup
it: Setup segnale

source: Color
it: Colore

source: Current scaled value
it: Valore corrente scalato

source: Current unscaled value
it: Valore corrente non scalato

source: Data format
it: Formato dati

source: Data type
it: Tipo dati

source: Length [bits]
it: Lunghezza [bits]

source: Unit
it: Unità

source: Scale (k factor)
it: Scala (fattore k)

source: Sensitivity
it: Sensibilità

source: Value type
it: Tipo val

source: Constant
it: Costante

source: Value
it: Valore

source: Signal type
it: Tipo segnale

source: Multiplexer value
it: Valore multiplexer

source: Maximum
it: Massimo

source: Minimum
it: Minimo

source: &Copy
it: &Copia

source: &Paste
it: &Incolla

source: This CAN port is captured by plugin device
it: Questa porta CAN è utilizzata da un plugin

source: Message/channel
it: Messaggio/canale

source: Filters
it: Filtri

source: CAN bus traffic
it: Traffico CAN bus

source: Remove control
it: Elimina controllo

source: Import
it: Importa

source: Export
it: Esporta

source: All
it: Tutti

source: Add control
it: Aggiungi controllo

source: File transmit
it: Trasmetti file

source: Transmit delay [ms]
it: Ritardo trasmissione [ms]

source: Transmit on start measure
it: Trasmetti su inizio misura

source: Messages
it: Messaggi

source: Channels
it: Canali

source: Store all messages
it: Registra tutti i messaggi

source: Scan
it: Scansiona

source: Configure
it: Configura

source: Binary
it: Binario

source: Hexadecimal
it: Esadecimale

source: Decimal
it: Decimale

source: Set all to used
it: Imposta tutti 'usato'

source: Set all to unused
it: Imposta tutti 'non usato'

source: Remove all empty messages
it: Rimuovi tutti messaggi vuoti

source: Remove all unused messages
it: Elimina tutti messaggi inutilizzati

source: Remove all messages
it: Elimina tutti i messaggio

source: Show all channels
it: Mostra tutti i canali

source: Show used channels
it: Mostra canali usati

source: Paste (&swap Rx/Tx)
it: Incolla (&inverti Rx/Tx)

source: Locked
it: Protetto

source: Set to...
it: Imposta a...

source: Rename
it: Rinomina

source: Version
it: Versione

source: Ports
it: Porte

source: Number of ports
it: Numero porte

source: Port
it: Porta

source: Driver version
it: Versione driver

source: Device preview
it: Anteprima dispositivo

source: Channel actions
it: Azioni su canali

source: Copy
it: Copia

source: Paste
it: Incolla

source: Paste special...
it: Incolla speciale...

source: Paste to all
it: Incolla tutto

source: Select all
it: Seleziona tutto

source: Deselect all
it: Deseleziona tutto

source: Set MAIN group for all channels
it: Imposta il gruppo MAIN per tutti i canali

source: Clear group for all channels
it: Elimina gruppo da tutti i canali

source: Edit groups
it: Modifica gruppi

source: Zero all channels
it: Azzera tutti i canali

source: Reset all channels
it: Resetta tutti i canali

source: Calibrate first point on all channels
it: Calibra il primo punto su tutti i canali

source: Calibrate second point on all channels
it: Calibra il secondo punto su tutti i canali

source: Set highest range on all channels
it: Imposta range massimo su tutti i canali

source: Set best range on all channels
it: Imposta il miglio range su tutti i canali

source: Set highest filter on all channels
it: Imposta il filtro a freq più alta su tutti i canali

source: Set filters to 40% of sample rate on all channels
it: Imposta filtri con freq 40% del campionamento su tutti i canali

source: Set filters to custom value on all channels...
it: Imposta filtri personalizzati su tutti i canali...

source: Bridge sensor balance on all channels
it: Esegui bilanciamento sensori su tutti i canali bridge

source: Bridge reset sensor balance on all channels
it: Annulla bilanciamento su tutti i canali bridge

source: Bridge amplifier balance on all channels
it: Bilancia tutti amplificatori bridge

source: Bridge shunt cal check on all channels
it: Verifca shunt cal su tutti i canali bridge

source: Lead wire compensation on all channels
it: Compensazione lead wire su tutti i canali

source: Selftest on all channels
it: Autodiagnosi su tutti i canali

source: Charge reset on all channels
it: Charge reset su tutti i canali

source: Charge capacity check on all channels
it: Verifica charge capacity su tutti i canali

source: Measurement timebase
it: Base tempo misura

source: Set highest range all
it: Imposta range massimo su tutti

source: Set best range all
it: Imposta il range migliore su tutti

source: Set highest filter all
it: Imposta filtro a freq max su tutti

source: Set filters to 40% of sample rate all
it: Imposta filtri al 40% del campionamento su tutti

source: Set filters to custom value all...
it: Imposta filtri personalizzati su tutti...

source: Bridge amplifiers
it: Amplificatori bridge

source: Sensor balance all
it: Bilancia sensore su tutti

source: Reset sensor balance all
it: Annulla bilanciamento sensori su tutti

source: Amplifier balance all
it: Bilancia tutti amplificatori

source: Short on all
it: Metti tutti in corto

source: Short off all
it: Annulla corto su tutti

source: Shunt on all
it: Attiva shunt su tutti

source: Shunt cal check all
it: Verifica shunt cal su tutti

source: Selftest all
it: Autodiagnosi su tutti

source: Charge amplifiers
it: Amplificatori di carica

source: Charge reset all
it: Annulla carica su tutti

source: Capacity check all
it: Verifica capacità su tutti

source: Set power on default
it: Imposta power on default

source: Reset power on default
it: Annulla impostazioni power on default

source: Rescan DSI/TEDS
it: Aggiorna DSI/TEDS

source: Rescan amplifier
it: Aggiorna amplificatori

source: Offline setup...
it: Setup offline...

source: Clear amplifier
it: Elimina amplificatore

source: Set to automatic
it: Automatico

source: Analog output channel setup
it: Impostazioni canale AO

source: General settings
it: Impostazioni generali

source: One period preview
it: Anteprima singolo periodo

source: Signal settings
it: Impostazioni segnale

source: Use this channel as
it: Usa questo canale come

source: Waveform
it: Forma d'onda

source: Frequency multiplier
it: Moltiplicatore frequenza

source: signal output
it: output segnale

source: trigger output
it: output trigger

source: frequency output
it: output frequenza

source: channel output
it: output canale

source: Sine
it: Sinusoidale

source: Triangular
it: Triangolare

source: Rectangular
it: Rettangolare

source: Saw
it: Sega

source: Noise
it: Rumore

source: Arbitrary
it: Arbitrario

source: Signal
it: Segnale

source: Amplitude (volts)
it: Ampiezza (volts)

source: Phase (degrees)
it: Fase (gradi)

source: Filter
it: Filtro

source: Order
it: Ordine

source: Prototype
it: Prototipo

source: None
it: Nessuno

source: Pink
it: Rosa

source: Low pass
it: Passa basso

source: Band pass
it: Passa banda

source: Band stop
it: Elimina banda

source: Points
it: Punti

source: Scaling
it: Scala

source: Direct
it: Diretto

source: Custom
it: Personalizzato

source: Input channel
it: Canale ingresso

source: From range
it: Dal range

source: &Copy to clipboard
it: &Copia su appunti

source: Paste from clipboard
it: Incolla dagli appunti

source: Save to file
it: Salva su file

source: Load from file
it: Carica da file

source: Clear points
it: Cancella punti

source: Open arbitrary points
it: Carica valori arbitrari

source: Save arbitrary points
it: Salva valori arbitrari

source: Fixed
it: Fisso

source: Scheme
it: Schema

source: Time settings [sec]
it: Impost. tempo [sec]

source: Frequency settings [Hz]
it: Impostazioni frequenza [Hz]

source: Frequency (f1)
it: Frequenza (f1)

source: Cycles (n)
it: Cicli (n)

source: Allow live frequency change
it: Permetti di cambiare frequenza al volo

source: Startup time (ts)
it: Ora inizio (ts)

source: Frequency change
it: Variazione frequenza

source: Linear
it: Lineare

source: Loop
it: Ciclo

source: Single
it: Singolo

source: Function generator mode
it: Modalità generatore di funzioni

source: Control options
it: Opzioni controllo

source: Start output
it: Attiva uscita

source: Output rate (Hz/ch)
it: Freq. aggiornamento (Hz/ch)

source: Info panel
it: Pannello info

source: Show info channels
it: Mostra canali info

source: on start acq.
it: su start acq.

source: manual
it: manuale

source: Show control channels
it: Mostra canali controllo

source: Stop measurement after finish
it: Ferma acquisizione al termine

source: Frequency change rate (Hz/s)
it: Vel variazione freq. (Hz/s)

source: Amplitude change rate (V/s)
it: Vel variazione ampiezza (V/s)

source: Phase change rate (deg/s)
it: Vel variazione fase (deg/s)

source: DC change rate (V/s)
it: Vel variazione DC (V/s)

source: Channel setup
it: Setup canale

source: Channel settings
it: Impostazioni canale

source: Used
it: Usato

source: Stored
it: Registrato

source: Sample rate
it: Freq c.

source: Decimal places
it: Cifre decimali

source: Physical quantity
it: Grandezza fisica

source: Used sensor
it: Sensore usato

source: Sensor not allowed
it: Sensore non permesso

source: Shunt cal target
it: Target cal shnunt

source: Result
it: Risultato

source: Check
it: Verifica

source: Use custom shunt resistor
it: Usa shunt personalizzato

source: compensation
it: compensazione

source: Compensate
it: Compensa

source: Calibration date
it: Data calibrazione

source: Manufacturer
it: Costrutture

source: Model
it: Modello

source: Serial number
it: Numero di serie

source: Calibration period
it: Periodo di calibrazione

source: TEDS compliant
it: Conforme TEDS

source: Write to TEDS
it: Salva su TEDS

source: Save sensor
it: Salva sensore

source: Show advanced sensor settings
it: Mostra impostazioni avanzate sensore

source: Caldate expired
it: Calibrazione scaduta

source: Measurement in progress
it: Misura in corso

source: Sensor
it: Sensore

source: by two points
it: su due punti

source: First point
it: Primo punto

source: Calibrate
it: Calibra

source: equals
it: uguales

source: Units
it: Unità

source: from average
it: da media

source: from AC RMS
it: da AC RMS

source: Second point
it: Secondo punto

source: by function
it: da funzione

source: Offset (n factor)
it: Offset (fattore n)

source: Units/1 V
it: Unità/1 V

source: Set zero
it: Azzera

source: Output = k * Input value + n
it: Uscita = k * valore letto + n

source: Sensitivity (1/k)
it: Sensibilità (1/k)

source: Microphone scaling
it: Scalatura microfono

source: Reference calibration value
it: Valore riferimento calibrazione

source: Current value
it: Valore corrente

source: Calibrated at frequency
it: Calibrato a frequenza

source: Block size: 0.5 sec
it: Dim blocco: 0.5 sec

source: User caldate
it: Data cal utente

source: by factor
it: con fattore

source: by calibrator
it: con calibratore

source: Undo user calibration
it: Annulla calibrazione utente

source: Accelerometer scaling
it: Scalatura accelerometro

source: RMS reference calibration value
it: Valore riferimento calibrazione RMS

source: Material
it: Materiale

source: Young's modulus
it: Modulo di Young

source: Nonlinear
it: Non lineare

source: Scope
it: Oscilloscopio

source: Display options
it: Opzioni display

source: Y axis scale
it: Scala asse Y

source: DC cuttoff
it: Elimina DC

source: Logarithmic
it: Logaritmico

source: Block time
it: Blocco tempo

source: Average
it: Media

source: Autoscale
it: Autoscala

source: Show offset in physical unit
it: Mostra offset in unità ingegneristiche

source: Show offset in amplifier unit
it: Mostra offset in unità amplificatore

source: Counter channel setup
it: Setup ch counter

source: Hardware settings
it: Impostazioni hardware

source: Input filter
it: Filtro ingresso

source: Max clock
it: Clock principale

source: no new value available
it: nessun valore nuovo

source: repeat last value
it: ripeti ultimo val

source: make zero value
it: crea valori zero

source: Count direction
it: Direzione conteggio

source: count up
it: crescente

source: count down
it: decrescente

source: Signal B connected
it: Segnale B connesso

source: Enable signal zero
it: Abilita segnale zero

source: Reset on start measure
it: Reset su inizio misura

source: No new value available
it: Nessun nuovo valore disponibile

source: Allow reset during measure
it: Permetti reset durante la misura

source: Counter channels are locked.
it: Canali counters sono bloccati.

source: Basic settings
it: Impostaz. base

source: Counting
it: Conteggio

source: Counting mode
it: Modalità conteggio

source: Advanced counter mode
it: Modalità counter avanzata

source: Timing
it: Temporizzazione

source: Timing mode
it: Modo temporizzazione

source: Period
it: Periodo

source: Pulsewidth
it: Durata impulso

source: Sensor type
it: Tipo sensore

source: Done
it: Fatto

source: Average cycles
it: Cicli medi

source: Detect gap
it: Rileva spazi

source: Basic application
it: Applicazione base

source: Sensor settings
it: Impostazioni sensore

source: Encoder pulses
it: Impulsi encoder

source: Encoder mode
it: Modo encoder

source: Pulses
it: Impulsi

source: Empty
it: Vuoto

source: Output channels
it: Canali calcolati

source: Signal gate
it: Segnale gate

source: Source pin
it: Pin sorgente

source: Inductive
it: Induttivo

source: Signal aux
it: Segnale aux

source: Signal source
it: Sorgente segnale

source: Trig type
it: Tipo trig

source: Coupling
it: Accoppiamento

source: Trigger settings same for all lines
it: Impostazioni trigger stesso nome per tutte le linee

source: Find trig levels
it: Trova livelli trig

source: Counter sensors editor
it: Editor sensori counters

source: Current sensor
it: Sensore corrente

source: Add sensor
it: Aggiungi sensore

source: Remove sensor
it: Elimina sensore

source: Save and exit
it: Salva e esci

source: Output units
it: Unità calcolate

source: Pulses per mm
it: Impulsi per mm

source: Encoder setup
it: Imposta encoder

source: Default encoder mode
it: Modalità encoder default

source: Pulses per revolution
it: Impulsi al giro

source: Geartooth setup
it: Imposta ingranaggio

source: Gap
it: Spazio

source: Teeth
it: Denti

source: Tape sensor setup
it: Imposta sensore nastro

source: Tacho
it: Tachimetrica

source: Geartooth, CDM
it: Ingranaggio, CDM

source: Geartooth with zero, CDM + TRG
it: Ingranaggio con zero, CDM + TRG

source: Geartooth with missing teeth
it: Ingranaggio con dente mancante

source: Geartooth with double teeth
it: Ingranaggio con doppio dente

source: Linear encoder
it: Encoder lineare

source: Linear pulses sensor
it: Sensore lineare impulsi

source: Tape sensor
it: Sensore nastro

source: Signal level
it: Livello segnale

source: Digital (TTL level)
it: Digitale (livello TTL)

source: Analog voltage
it: Tensione analogica

source: DI channel setup
it: Setup canale DI

source: DI settings
it: Impostazioni DI

source: Invert
it: Inverti

source: Trig coupling
it: Accoppiamento trig

source: Trig level
it: Livello trg

source: ReTrig level
it: Livello ReTrig

source: Digital in
it: Ingressi digitali

source: Control channel setup
it: Impostazione control channel

source: Output settings
it: Impostazioni uscite

source: Wire type
it: Tipo connessione

source: Set as default
it: Imposta predefinito

source: Manual
it: Manuale

source: From channel
it: Da canale

source: Reset on stop measure
it: Reset su stop misura

source: Scale factor
it: Scala

source: Trigger level
it: Livello trigger

source: Groups
it: Gruppi

source: Group name
it: Nome gruppo

source: Replace
it: Sostituisci

source: Number of AI channels
it: Numero canali AI

source: Number of CNT channels
it: Numero canali CNT

source: Number of DI channels
it: Numero canali DI

source: CNT type
it: Tipo CNT

source: Number of async AO channels
it: Numero canali AO asincroni

source: Number of async DO channels
it: Numero canali DO asincroni

source: DEWESoft Devices
it: Dispositivi DEWESoft

source: Settings
it: Impostazioni

source: Digital output
it: Uscita digitale

source: Custom fan speed
it: Vel ventole personalizzata

source: Enable watchdog timer
it: Abilita time watchdog

source: Fan speed
it: Vel ventola

source: Operation mode
it: Modalità operativa

source: Active in measure mode
it: Attivo in modalità misura

source: Active in setup and measure mode
it: Attivo in modalità setup e misura

source: Always active
it: Sempre attivo

source: Device temperature
it: Temp dispositivo

source: Firmware version
it: Versione firmware

source: Hardware version
it: Versione hardware

source: Device name
it: Nome dispositivo

source: Options
it: Opzioni

source: Max sample rate
it: Max freq campionamento

source: Bridge amplifier offset
it: Offset amplificatore bridge

source: AI resolution
it: Risoluzione AI

source: Error
it: Errore

source: GPS settings
it: Impostazioni GPS

source: Enable velocity analog output
it: Abilita uscita velocità analog

source: Enable distance output
it: Abilita uscita distanza

source: Pulses = 1 m
it: Impulsi = 1m

source: Enable CAN output
it: Abilita uscita CAN

source: Save settings to device
it: Salva impostazioni su dispositivo

source: Update rate
it: Vel aggiornamento

source: GPS receiver model
it: Modello ricev. GPS

source: GPS receiver serial number
it: S/N ricevitore GPS

source: GPS receiver settings
it: Impostazioni ricevitore GPS

source: Save settings to receiver
it: Salva impostazioni sul ricevitore

source: External
it: Esterno

source: Internal
it: Interno

source: Receiver mode
it: Modo ricevitore

source: Leave original receiver settings
it: Lascia impostazioni originali ricevitore

source: Standalone mode
it: Modo standalone

source: WAAS differential mode (USA)
it: Modo differenziale WAAS (USA)

source: EGNOS differential mode (Europe)
it: Modo differenziale EGNOS (Europa)

source: RTK moving base station
it: Base station RTK mobile

source: RTK rover (with moving base station)
it: Rover RTK (con base station mobile)

source: RTK Correction type
it: Tipo correzione RTK

source: Com port
it: Porta COM

source: Receiver
it: Ricevitore

source: Threshold
it: Soglia

source: Samples
it: Campioni

source: Min number of satelittes
it: Numero min satelliti

source: Velocity analog output
it: Uscita analogica velocità

source: Distance output
it: Distanza output

source: Receiver dynamic settings
it: Impostazioni dinamiche ricevitore

source: Update rate (Hz)
it: Vel aggiornamento (Hz)

source: Data available when signal is
it: Dati disponibili quando il segnale è

source: Differential mode
it: Modo differenziale

source: weak
it: debole

source: Medium
it: Medio

source: strong
it: forte

source: Prediction
it: Previsione

source: Highest (brake test)
it: Massimo (test frenata)

source: High (handling test)
it: Alto (test Handling)

source: Normal (data logging)
it: Normale (data logging)

source: Reset receiver
it: Reset ricevitore

source: GPS channel setup
it: Setup canale GPS

source: Show NMEA log
it: Mostra log NMEA

source: Model: -
it: Modello: -

source: Serial: -
it: Seriale: -

source: Receiver dynamic
it: Dinamica ricevitore

source: Correction
it: Correzione

source: Set
it: Imposta

source: Enable external display
it: Abilita display esterno

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Altitude
it: Altitudine

source: Base station position
it: Posizione base station

source: Read current GPS position
it: Leggi posizione GPS corrente

source: Set base position
it: Imposta posizione base

source: Enable high dynamic acceleration
it: Abilita accelerazione alta dinamica

source: Status: not found
it: Stato: non trovato

source: Flow control
it: Controllo flusso

source: Auto search
it: Ricerca auto

source: Send init string
it: Invia stringa init

source: Position update rate
it: Rate aggiorn posizione

source: Speed update rate
it: Rate aggiorn velocità

source: Receiver setup
it: Imp ricevitore

source: Update
it: Aggiorna

source: Reset default
it: Resetta default

source: Save config
it: Salva config

source: File name
it: Nome file

source: Synchronization
it: Sincronizzazione

source: Simulated channels
it: Canali simulati

source: Number of digital in channels
it: Num canali digitali ingresso

source: Number of analog in channels
it: Num canali analogici ingresso

source: Number of asynchronous digital out channels
it: Num canali digitali asincroni uscita

source: Number of counter channels
it: Num canali counter

source: Number of asynchronous analog out channels
it: Num canali analogici asincroni uscita

source: Simulation mode
it: Simulazione

source: Simulated channels mode
it: Tipo simulazione canali

source: DAQ settings
it: Impostazioni DAQ

source: Card type
it: Tipo scheda

source: Mode
it: Modo

source: PPS channel
it: Canale PPS

source: PPS trig level
it: Livello trig PPS

source: PPS arm level
it: Livello arm PPS

source: Time code
it: Cod temporale

source: External 1PPS
it: 1PPS esterno

source: Use soft sync
it: Usa soft sync
