Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Anti-aliasing filter (IIR)
it: Filtro anti-aliasing (IIR)

source: Ring free
it: Senza ripple

source: 3-wire
it: 4-fili

source: 4-wire
it: 4-fili

source: LP filter type
it: Tipo filtro LP

source: LP filter order
it: Ordine filtro LP

source: HP filter
it: Filtro HP

source: Bridge shunt active
it: Shunt bridge attivo

source: Short active
it: Corto attivo

source: Sensor offset
it: Offset sensore

source: Lead wire compensation
it: Compensazione lead wire

source: wires
it: conduttori

source: No interface
it: Nessuna interfaccia

source: Unable to open
it: Impossibile aprire

source: Daqcard amplifier
it: Amplificatore Daqcard

source: MSI adapters/TEDS sensors
it: Adattatori MSI/sensori TEDS

source: Onboard amplifier
it: Amplificatore interno

source: Excitation voltage depends on connection
it: La tensione di eccitazione dipende dalla connessione

source: Shunt cal measurement value is out of range.
it: Il valore misurato di shunt cal è fuori dal range.

source: Measurement value is out of range.
it: Valore misurato fuori dal range.

source: Shunt cal value is smaller than 2% of possible range.
it: Il valore di shunt cal è più piccolo del 2% del range possibile.

source: Model type
it: Tipo modello

source: Serial nr.
it: N seriale

source: Cal date
it: Data cal

source: Cal period
it: Periodo cal

source: Physical unit
it: Unità fisica

source: Electrical unit
it: Unità elettrica

source: Leadwire compensation
it: Compensazione leadwire

source: Allow custom offset
it: Permetti offset custom

source: Allow custom scale
it: Permetti scala custom

source: Wanted range
it: Range richiesto

source: Bridge shunt type
it: Tipo shunt bridge

source: Bridge shunt resistor
it: Resistenza shunt bridge

source: Bridge shunt direction
it: Direzione shunt bridge

source: Ext. shunt resistance
it: Resistenza shunt ext

source: OPEN
it: APRI

source: No response from amplifier, no changes allowed.
it: Nessuna risposta dall'amplificatore, non sono possibili modifiche.

source: Balancing
it: Bilanciamento

source: failed
it: fallito

source: passed
it: passato

source: Selftest
it: Autotest

source: No module
it: Nessun modulo

source: Raw hex value
it: Valore raw hex

source: port
it: porta

source: Board name
it: Nome scheda

source: Port name
it: Nome porta

source: Termination
it: Terminazione

source: Special device
it: Dispositivo speciale

source: Custom CAN cannot be created
it: CAN personalizzato non puù essere creato

source: Test CAN (replay mode)
it: Test CAN (modalità replay)

source: Not used
it: Non usato

source: no port connected to CAN card XL!
it: nessuna porta connessa a scheda CAN XL!

source: Not available
it: Non disponibile

source: channels
it: canali

source: Expected frequency
it: Frequenza attesa

source: Tx value type
it: Tipo val Tx

source: Tx value
it: Valore Tx

source: Unassigned
it: Non assegnato

source: Not supported
it: Non supportato

source: Transmit
it: Trasmetti

source: Signals merge mode
it: Modo unione segnali

source: No merge (add signals)
it: Non unisce (aggiunge segnali)

source: Keep existing messages
it: Mantieni messaggi esistenti

source: Delete existing messages
it: Elimina messaggi esistenti

source: Messages already exist
it: I messaggi esistono già

source: Rename CAN port
it: Rinomina porta CAN

source: traffic simulation stream file
it: simulazione traffico in file stream

source: Sensor mode
it: Modo sensore

source: Event counting mode
it: Modo conteggio eventi

source: Waveform timing mode
it: Modo timing forma d'onda

source: Up/down
it: Su/giù

source: Revs
it: Giri

source: Number of pulses differs from definition or sensor is not counting.
it: Il n umero di impulsi non coincide con la definiziona del sensore o il sensore non funziona.

source: Miss teeth
it: Dente manc

source: Dbl teeth
it: Doppio dente

source: Linear enc.
it: Encoder lin.

source: Linear pulse
it: Impuso lineare

source: Tape
it: Nastro

source: Counter sensor XML file not valid!
it: File XML sensori counters non valido!

source: Error while saving sensor data to the XML.
it: Errore nel salvataggio dati sensori su file XML.

source: Main group
it: Gruppo principale

source: Input mode
it: Modalità input

source: no amplifier
it: nessun amplificatore

source: No A/D hardware
it: Nessun HW A/D

source: Write size must be integer divider of buffer size
it: La dimensione di scrittura deve essere un divisore intero della dimensione del buffer

source: Wait
it: Attendi

source: Stop output
it: Ferma output

source: Start sweep
it: Inizia sweep

source: Start burst
it: Inizia burst

source: Start chirp
it: Inizia chirp

source: Found 1 card
it: Trovata 1 scheda

source: AO channels
it: Canali AO

source: Found
it: Trovato

source: cards
it: schede

source: Ampl. name
it: Nome ampl

source: Crit low
it: Allarme basso

source: Crit high
it: Allarme alto

source: Warn low
it: Avvisa basso

source: Warn high
it: Avvisa alto

source: Offset in amplifier unit
it: Offset in amplificatore

source: Sensor model
it: Modello sensore

source: Sensor S/N
it: S/N Sensore

source: Sensor recal date
it: Data rical. sensore

source: Shunt cal result
it: Risultato shunt cal

source: Shunt cal error
it: Errore shunt cal

source: Selftest error
it: Errore autotest

source: Used all
it: Tutto usati

source: Unused all
it: Tutti non usati

source: Set highest range
it: Imposta massimo range

source: Set best range
it: Imposta miglior range

source: Set highest filter
it: Imposta filtro a freq max

source: Set filter to 40% of rate
it: Imposta filtro a freq 40% campionamento

source: Balance sensors
it: Bilancia sensori

source: Reset sensors balance
it: Annulla bilanciamento

source: Balance amplifiers
it: Bilancia amplificatori

source: Shunt cal check
it: Verifica shunt cal

source: Cal by shunt
it: Cal con shunt

source: Leadwire comp
it: Compensazione Leadwire

source: Charge reset
it: Reset carica

source: Zero all
it: Azzera tutti

source: Reset zero all
it: Resetta zero su tutti

source: First point cal.
it: Primo punto cal.

source: Second point cal.
it: Secondo punto cal.

source: Enable AO
it: Abilita AO

source: Disable AO
it: Disabilita AO

source: Paste special
it: Incolla speciale

source: Paste source
it: Incolla sorgente

source: All chs
it: Tutti chs

source: Cal by shunt, shunt off measurement
it: Cal con shunt, shunt disattivo

source: Cal by shunt, shunt on measurement
it: Cal con shunt, shunt attivo

source: Channel setup for channel
it: Impostazione per canale

source: Updating ranges
it: Aggiornamento ranges

source: Updating filters
it: Aggiornamento filtri

source: Charge capacity check
it: Verifica capacità charge

source: Shunt cal check, shunt off measurement
it: Verifica shunt cal, shunt non attivo

source: Shunt cal check, shunt on measurement
it: Verifica shunt cal, shunt attivo

source: No sensor
it: Nessun sensore

source: Phase change (deg/s)
it: Variazione fase (deg/s)

source: Output type
it: Tipo uscita

source: Start output/sweep
it: Inizia output/sweep

source: Scaled value
it: Valore scalato

source: Create sensor
it: Crea sensore

source: Sensor Id has changed
it: Id del sensore modificato

source: Id for current sensor will be changed.
it: Id per il sensore corrente sarà modificato.

source: different
it: diverso

source: OK: will set channel properties from sensor, Cancel: will keep you in channel setup to check and correct properties manually.
it: OK: imposta proprietà del canale da sensore, Annulla: rimarrà sulla finestra impostazioni canale per verificare e modificare le proprietà manualmente.

source: Sensor properties missmatch
it: Le proprietà del sensore non coincidono

source: Not standard TEDS
it: TEDS non standard

source: Erase TEDS chip?
it: Cancellare chip TEDS?

source: Do you really want to erase all data from TEDS chip?
it: Vuoi veramente eliminare tutti i dati dal chip TEDS?

source: Note: offset shown in amplifier unit
it: Nota: offset mostrato in amplificatore

source: not supported for
it: non supportato per

source: Sensor (encoder, CDM, tacho...)
it: Sensore (encoder, CDM, tacho...)

source: Event counting
it: Conteggio eventi

source: Waveform timing
it: Timing forme d'onda

source: Basic event counting
it: Conteggio eventi base

source: Gated event counting
it: Conteggio eventi con gate

source: Up/down counting
it: Conteggio su/giù

source: Basic encoder counting
it: Conteggio encoder base

source: Period, frequency
it: Periodo, frequenza

source: Period, pulsewidth, duty cycle
it: Periodo, ampiezza impulso, duty cycle

source: Measured pulses
it: Impulsi misurati

source: Sensor type is not supported
it: Il tipo sensore non è supportato

source: Signal zero
it: Segnale zero

source: Signal up/down
it: Segnale su/giù

source: Signal B
it: Segnale B

source: Signal Z
it: Segnale Z

source: Signal input
it: Segnale input

source: Signal A
it: Segnale A

source: Signal stop
it: Fine segnale

source: Signal start
it: Inizio segnale

source: Canceled
it: Cancellato

source: Detecting...
it: In rilevamento...

source: No data
it: Nessun dato

source: Double teeth
it: Doppio dente

source: Pulses per
it: Impulsi per

source: New sensor
it: Nuovo sensore

source: Sensor name
it: Nome sensore

source: Do you want to save changes?
it: Vuoi salvare le modifiche ?

source: Counter type
it: Tipo counter

source: This channel is used as counter output
it: Questo canale è usato come output counter

source: Used as pair counter
it: Usato come coppia di contatori

source: Could not start acquisition (absolute time does not match)
it: Impossibile avviare acquisizione (i tempi assoluti non coincidono)

source: Could not start acquisition
it: Impossibile avviare acquisizione

source: AO sample rate not possible!
it: Velocità AO non possibile!

source: Device stored in project is not connected
it: Il dispositivo memorizzato nel progetto non è connesso

source: Devices do not match
it: I dispositivi non coincidono

source: Connected device
it: Dispositivi connessi

source: Device stored in project
it: Dispositivo salvato nel progetto

source: Disconnected
it: Disconnesso

source: No power
it: Alimentazione assente

source: Unsupported hardware in ethercat chain
it: Hardware non supportato in catena ethercat

source: settings were fixed, to apply changes Dewesoft reboot is needed
it: impostazioni sono state cambiate, per applicare le modifiche è necessario riavviare Dewesoft

source: Use as digital output
it: Usa come uscita digitale

source: Use as switch
it: Usa come switch

source: Watchdog cannot use DO lines on Sync connector.
it: Watchdog non può utilizzare linee DO sul connettore Sync.

source: Sync Junction must be first in the chain
it: La giunzione sync deve essere la prima della catena

source: Not detected
it: Non rilevato

source: FW version
it: Versione FW

source: HW version
it: Versione HW

source: Motherboard serial number
it: S/N scheda madre

source: Isolated power
it: Alimentazione isolata

source: Not found
it: Non trovato

source: Command has not been issued succesfully
it: Comando non eseguito correttamente

source: Not fixed
it: Non fisso

source: Serial
it: Seriale

source: Status: searching...
it: Stato: in ricerca...

source: Status: GPS found
it: Stato: GPS trovato

source: Invalid COM port!
it: Porta COM non valida!

source: Looking for GPS...
it: Ricerca GPS...

source: Error openning COM port
it: Errore apertura Porta COM

source: GPS found
it: GPS trovato

source: Messages received
it: Messaggi ricevuti

source: Trying
it: Tentativo

source: Dewesoft DAQ Devices
it: Dispositivi DAQ Dewesoft

source: USB speed limit exceeded!
it: Superata massima velocità USB!

source: Ethercat line speed limit exceeded!
it: Superata la massima velocità della linea USB!

source: Sample rate divider on sync connector (RES pin)
it: Divisore clock campionamento su connettore sync (RES pin)

source: Unknown camera
it: Camera sconosciuta

source: Error: could not initialize
it: Errore: Impossibile inizializzare

source: Preview, no frames received!
it: Anteprima, nessun frame ricevuto!

source: Preview, not started!
it: Anteprima, non iniziata!

source: Camera status
it: Stato telecamera

source: Sync channel not assigned
it: Canale sync non assegnato

source: File does not exist
it: File non trovato

source: Failed to write audio format
it: Errore scrittura formato audio

source: No cameras found
it: Nessuna camera trovata

source: Brightness
it: Luminosità

source: Gain
it: Guadagno

source: White balance
it: Bilanciamento bianco

source: DirectX 8.0 or later not installed
it: DirectX 8.0 non installate

source: Not a video format
it: Non è un formato video

source: Pan
it: Spostamento

source: Tilt
it: Inclinazione

source: Roll
it: Rotazione

source: Color enable
it: Abilita colore

source: unknown
it: sconosciuto

source: samples/rev
it: campioni/giro

source: GPS X absolute
it: GPS X assoluto

source: GPS Y absolute
it: GPS Y assoluto

source: Character
it: Carattere

source: Binary data
it: Dati binari

source: Asynchronous
it: Asincrono

source: Synchronous
it: Sincrono

source: Expected rate
it: Rate atteso

source: Presentation
it: Presentazione

source: Not stored
it: Non salvato

source: Additional info
it: Info aggiuntive

source: Scalar
it: Scalare

source: Function Type
it: Tipo funzione

source: Time Response
it: Risposta nel tempo

source: Auto Spectrum
it: Auto Spettro

source: Cross Spectrum
it: Cross Spettro

source: Frequency Response Function
it: Risposta in frequenza

source: Spectrum
it: Spettro

source: Force Pattern
it: Pattern forza

source: Partial Power
it: Potenza parziale

source: Partial Coherence
it: Coerenza parziale

source: Eigenvalue
it: Autovalori

source: Eigenvector
it: Autovettori

source: Shock Response Spectrum
it: Spettro risposta shock

source: Finite Impulse Response Filter
it: Filtro risposta impulsiva finita

source: Multiple Coherence
it: Coerenza multipla

source: Order Function
it: Funzione ordine

source: Phase Compensation
it: Compensazione fase

source: Response Node
it: Nodo risposta

source: Response Direction
it: Direzione risposta

source: Reference Node
it: Nodo riferimento

source: Reference Direction
it: Direzione riferimento

source: File not found
it: File non trovato

source: Not assigned
it: Non assegnato

source: Reading setup from
it: In lettura setup da

source: Can not read setup from
it: Impossibile leggere setup da

source: Password is not valid
it: Password non valida

source: Offline mathematics and display setups will be copied from reference file to target files.
it: Canali matematici e display saranno copiati dal file riferimento al file target.

source: preparing
it: preparazione

source: RMS will no longer be available for some channels.
it: RMS non sarà più disponibile per alcuni canali.

source: Some math objects will be recalculated in offline.
it: Alcuni canali saranno ricalcolati offline.

source: Analog input channel offsets in target files will be set to average values of same channels from the reference data file. If reference file holds initial (zero) values, this can be used to zero channels in target files.
it: L'offset del canale analogico input del file target sarà impostato al valor medio dello stesso canale nel file riferimento. Se il file riferimento inizia con l'acquisizione della condizione di zero, questa può essere utilizzata per azzerare gli stessi canali nel file target.

source: Channel offset from reference file average (AI channels only)
it: Offset canale dalla media del file di riferimento (solo canali AI)

source: Data header variables in target files that are empty or zero, will be overwritten with values from reference file.
it: Le variabili intestazione nel target file sono vuote o zero, saranno sovrascritte con valori del file di riferimento.

source: Data header values
it: Valori intestazione

source: Export channel selection and order will be copied from reference file to target files.
it: La selezione dei canali e ordine sarà copiata dal file riferimento al file target.

source: Export properties
it: Proprietà esportazione

source: Channel offsets and factors from reference file will be applied to same channels in target files.
it: Offset canale e fattore di forma sul file riferimento saranno applicati agli stessi canali del file target.

source: Channel scaling
it: Scalatura canale

source: Batch calculaction with CA module in reference file not supported
it: Calcolo batch con modulo CA in file riferimento non è supportato

source: calculating offline data
it: calcolo dati offline

source: saving setup
it: salvataggio setup

source: Error while processing
it: Errore durante esecuzione

source: This will permanently change all selected files. Are you sure you want to continue?
it: Questa operazione modificherà permanentemente tutti i file selezionati. Sicuro di voler continuare ?

source: Reference file does not exist
it: Il file di riferimento non esiste

source: Waiting calculation
it: Attesa calcolo

source: Property name
it: Nome proprietà

source: Property value
it: Valore proprietà

source: Physical quantities database changed
it: Il database unità ingegneristiche è cambiato

source: SI unit
it: Unità SI

source: Index
it: Indice

source: Operator
it: Operatore

source: Ratio
it: Rapporto

source: Opening file...
it: Apertura file...

source: Copying data to
it: Copia dati su

source: Closing file...
it: Chiusura file...

source: Opening clipboard
it: Apertura clipboard

source: Copying data to clipboard
it: Copia dati clipboard

source: Ending export...
it: Termine exportazione...

source: Could not find Excel application.
it: Impossibile trovare Microsoft Excel.

source: Template database not found.
it: Template database non trovato.

source: Could not open Excel worksheet
it: Impossibile aprire foglio Excel

source: Flexpro ActiveX controls not found.
it: Flexpro ActiveX controls non trovato.

source: The database cannot be accessed, as it was created with a different version of FlexPro and can not be automatically updated. Please update this database to the current installed Flexpro version manually.
it: Il database non può essere acceduto in quanto creato con una versione precedente di FlexPro e non può essere aggiornato automaticamente. Prego aggiornare manualmente questo database alla versione corrente installata.

source: Flexpro can't run Macro
it: Flexpro non può eseguire la macro

source: Flexpro can't open the script. Please open the script directly and save it in current format
it: Flexpro non riesce ad aprire lo script. Prego aprire lo script direttamente e salvarlo nel formato corrente

source: Failed to create Matlab file
it: Errore creazione Matlab file

source: Matlab is not installed. Please install Matlab
it: MATLAB non installato. Prego installare MATLAB

source: Data was sent to MATLAB.
it: I dati sono stati inviati a MATLAB.

source: Failed to load Matlab dll files
it: Errore caricamento Matlab dll

source: Failed to load function from Matlab dll files
it: Errore caricamento funzione da dll Matlab

source: Copying data...
it: Copia dati...

source: Classic
it: Classico

source: Quarter
it: Quarto

source: Show name
it: Mostra nome

source: Picture
it: Immagine

source: Picture and value
it: Immagine e valore

source: No channel assigned
it: Nessun canale assegnato

source: No value
it: Nessun valore

source: Cursor channel
it: Canale cursore

source: Free marker
it: Marker libero

source: RMS values
it: Valori RMS

source: Custom VC not created
it: VC personalizzato non creato

source: X Axis
it: Asse X

source: Y Axis
it: Asse Y

source: Ticks type
it: Tipo ticks

source: Divisions
it: Divisioni

source: Major ticks step
it: Intervallo ticks principali

source: Number of major ticks
it: Num ticks principali

source: Number of minor ticks
it: Num di ticks secondari

source: Current time
it: Ora corrente

source: Current date
it: Data corrente

source: Day in year, time
it: Giorni in anno, ora

source: Elapsed
it: Trascorso

source: AO frequency
it: Frequenza AO

source: AO Frequency
it: Frequenza AO

source: Use digital fonts
it: Usa font digitale

source: Increase
it: Aumenta

source: Decrease
it: Riduci

source: Manual min/max
it: Min/max manuale

source: Normal color
it: Colore normale

source: Trigger color
it: Colore trigger

source: Use upper limit
it: Usa limite sup

source: Limit
it: Limite

source: Use lower limit
it: Usa limite inf

source: Bring to front
it: Porta avanti

source: Send to back
it: Porta indietro

source: Copy group to clipboard
it: Copia gruppo su clipboard

source: Maximum peaks
it: Picchi di massimo

source: Marked peaks
it: Picchi selezionati

source: values (zoomed)
it: valori (zoomed)

source: Max marker
it: Marker max

source: Harmonic marker
it: Marker armoniche

source: Sideband marker
it: Marker bande laterali

source: RMS marker
it: Marker RMS

source: Damping marker
it: Marker damping

source: DSA license needed
it: Necessaria licenza DSA

source: Remove all markers
it: Rimuovi tutti i canali

source: Edit selected marker
it: Modifica marker selezionati

source: Remove selected marker
it: Rimuovi marker selezionato

source: Revolutions
it: Rivoluzioni

source: Channel not selected
it: Canale non selezionato

source: Initializing Direct3D
it: Inizializzazione Direct3D

source: No Direct3D 9 found
it: Direct3D 9 non trovata

source: Direct3D 9 initialization failed
it: Errore inizializzazione Direct3D 9

source: No data in source channel
it: Nessun dato nel canale sorgente

source: Error retrieving back buffer
it: Errore lettura back buffer

source: Error retrieving device context
it: Errore lettura contesto dispositivo

source: Reactive power
it: Potenza reattiva

source: Orbit graph
it: Orbitale

source: single
it: singolo

source: Overview
it: Anteprima

source: Show time selector
it: Mostra selettore tempo

source: Zoom to trigger
it: Zoom da trigger

source: Previous trigger
it: Trigger precedente

source: Next trigger
it: Prossimo trigger

source: Absolute (day+time)
it: Assoluto (giorno+ora)

source: Single time axis
it: Asse tempi singolo

source: Real value
it: Valore reale

source: Show frame
it: Mostra bordo

source: Show events
it: Mostra eventi

source: Show sample points
it: Disegna campioni

source: Interpolate asynchronous channels
it: Interpola canali asincroni

source: Show cursor during acquisition
it: Mostra cursore durante acquizione

source: Show cursor table
it: Mostra tabella cursori

source: Different channel types (sync/async/single value) not supported
it: Canali di tipo diverso (sincrono/asincrono/valore singolo) non supportato

source: Copying intermediate buffers not supported
it: La copia di buffers intermedi non supportata

source: Different timebase in async channels not supported
it: Base tempi diverse per canali async non supportata

source: Distance between cursor 1 and 2
it: Distanza tra cursori 1 e 2

source: Distance between yellow cursor and cursor 1
it: Distanza tra cursore giallo e cursore 1

source: Distance between yellow cursor and cursor 2
it: Distanza tra cursore giallo e cursore 2

source: Cursor 1 value
it: Valore cursore 1

source: Cursor 2 value
it: Valore cursore 2

source: Difference between C1 and C2
it: Differenza tra C1 e C2

source: Rate - Difference between C1 and C2 / Distance between C1 and C2
it: Rate - Differenza tra C1 e C2 / Distanza tra C1 e C2

source: No scope pictures created, check scope memory
it: Non è stata creata alcuna immagine oscilloscopio, prego verificare la memoria oscilloscopio

source: Not armed
it: Non armato

source: Data is unavailable.
it: Data non disponibile.

source: Release CTRL key to disable width expansion
it: RIlasciare CTRL per disabilitare l'espansione larghezza

source: Release SHIFT key to resize adjacent columns
it: Rilasciare SHIFT per dimensionare le curve adiacenti
