Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Create selection list
it: Create lista selezione

source: New item
it: Crea nuovo

source: Current items
it: Item corrente

source: Add item
it: Aggiungi

source: Remove item
it: Rimuovi

source: Move up
it: Porta su

source: Move down
it: Porta giù

source: Add variable
it: Aggiungi variabile

source: Remove variable
it: Rimuovi variabile

source: Setup files
it: File setup

source: New setup
it: Nuovo setup

source: New sequence
it: Nuova sequenza

source: Cut
it: Taglia

source: Ch. setup
it: Setup ch

source: Transfer
it: Trasferisci

source: Add/Remove
it: Aggiungi/Rimuovi

source: Add module
it: Aggiungi modulo

source: More...
it: Altro...

source: Remove module
it: Rimuovi modulo

source: Measure
it: Misura

source: Events
it: Eventi

source: Data control
it: Controllo dati

source: Hold
it: Mantieni

source: Data files
it: File dati

source: Use for measure
it: Usa per misura

source: Multifile export
it: Esporta multifile

source: AVI compress
it: Comprimi AVI

source: Revert to orig
it: Ritorna a orig

source: Remote control
it: Controllo remoto

source: Not connected
it: Non collegato

source: Add instrument
it: Aggiungi strumento

source: Data review
it: Analisi dati

source: Review
it: Analisi

source: Replay control
it: Controllo replay

source: Replay speed
it: Velocità replay

source: Sound
it: Audio

source: Analog out
it: Uscita analogica

source: Recalculate
it: Ricalcola

source: Auto recalc
it: Auto ricalc

source: File locking
it: Protezione file

source: Print
it: Stampa

source: Measurement note
it: Nota misura

source: Print header
it: Intestazione stampa

source: Orientation
it: Orientamento

source: Portrait
it: Verticale

source: Landscape
it: Orizzontale

source: Multi page
it: Pagina multipla

source: Previous
it: Precedente

source: Next
it: Prossimo

source: Time resolution
it: Risoluzione temporale

source: Overlap time
it: Periodo overlap

source: Actions
it: Azioni

source: Printer
it: Stampante

source: Paper
it: Carta

source: Export options
it: Esporta opzioni

source: File export
it: Esporta file

source: New template
it: Nuovo template

source: Edit template
it: Modifica template

source: Delete template
it: Elimina template

source: Design
it: Modifica

source: Instruments
it: Strumenti

source: Recorder
it: Registratore

source: Vertical recorder
it: Registratore verticale

source: XY recorder
it: Grafico XY

source: Undelete
it: Annulla elimina

source: Digital meter
it: Display digitale

source: Analog meter
it: Display analogico

source: Horizontal bar
it: Barra orizzontale

source: Vertical bar
it: Barra verticale

source: Overload indicator
it: Indicatore di overload

source: Other
it: Altro

source: Static image
it: Immagine statica

source: Custom tool button
it: Bottone strumento personallizzato

source: Input control display
it: Controllo display input

source: Tabular values display
it: Display valori tabella

source: 3D graph
it: Grafico 3D

source: 2D graph
it: Grafico 2D

source: Campbell plot
it: Grafico Campbell

source: Dynamic
it: Dinamica

source: Octave
it: Ottave

source: Orbit
it: Orbitale

source: Combustion
it: Combustione

source: Combustion p-v diagram
it: Diagramma p-v combustione

source: Combustion scope
it: Scope combustione

source: Analyse
it: Analizza

source: Local
it: Locale

source: Data file options
it: Opzioni file dati

source: Stop storing after
it: Ferma registr. dopo

source: Create a multifile
it: Crea multifile

source: Make new file after
it: Crea nuovo file dopo

source: Storing options
it: Opzioni registrazione

source: Storing type
it: Tipo registrazione

source: Offline math will not be available on reduced data
it: Math offline non sarà disponibile su dati ridotti

source: Start storing automatically
it: Avvia registr. automaticamente

source: Static acquisition rate
it: Vel campionamento statico

source: data header info?
it: info intestazioni ?

source: Reset entries
it: Annulla campi

source: Analog
it: Analogici

source: Digital
it: Digitale

source: Alarms
it: Allarmi

source: System monitor
it: Monitor sistema

source: Control channels
it: Canali controllo

source: Dynamic acquisition rate
it: Freq campionamento

source: Freq span
it: Banda

source: External clock
it: Clock esterno

source: Start on external trigger
it: Avvio su trigger esterno

source: Multiple recording
it: Registrazioni multiple

source: Remote
it: Remoto

source: Display setup
it: Setup display

source: Transfer setup
it: Setup trasferimento

source: Channel prefix
it: Prefisso canale

source: Channel view
it: Vista canale

source: Control properties
it: Proprietà del controllo

source: List view
it: Vista a lista

source: Selected channels view
it: Vista canali selezionati

source: Data setup
it: Setup dati

source: Dewesoft crashed on startup
it: Dewesoft è crashato all'avvio

source: Skip
it: Salta

source: &Yes
it: &Si

source: &Continue
it: Continua

source: Performance monitor
it: Monitor prestazioni

source: Performance
it: Prestazioni

source: Multifile export...
it: Esportazione multifile...

source: &Video post synchronization...
it: Post sincronizzazione video...

source: User defined groups...
it: Gruppi definiti da utente...

source: Project
it: Progetto

source: Analog sensors
it: Sensori analogici

source: Counter sensors
it: Sensori counters

source: Tools
it: Strumenti

source: Report an issue
it: Riporta un problema

source: Record steps
it: Regirstra passi

source: Manuals
it: Manuali

source: Installed extensions
it: Estensioni installate

source: Load data file name
it: Carica nome file dati

source: Save setup
it: Salva setup

source: Copy group image to clipboard
it: Copia gruppo immagine su clipboard

source: Copy screen image to clipboard
it: Copia schermo in clipboard

source: Copy data to clipboard
it: Copia dati in clipboard

source: Copy all channels data to clipboard
it: Copia tutti i dati in clipboard

source: Save image to file...
it: Salva immagine su file...

source: Save data to file...
it: Salva dati su file...

source: Save all channels data to file...
it: Salva dati di tutti i canali su file...

source: &Compress video to AVI
it: Comprimi video in AVI

source: Export screen to AVI...
it: Esporta schermo su AVI...

source: Select AVI file name for export
it: Selezione nome file AVI per esportazione

source: Short all on for 1s
it: Corto ON tutti per 1s

source: Short off
it: Corto OFF

source: Shunt on for 1s
it: Shunt ON per 1s

source: Excitation off all
it: Eccitazione OFF tutti

source: Balance sensor
it: Bilancia sensore

source: Scroll
it: Scrolla

source: From data
it: Da dati

source: Connect to measurement units
it: Connetti alle unità di misura

source: Close Dewesoft on measurement units
it: Chiudi Dewesoft sulle unità di misura

source: Show status
it: Mostra stato

source: File transfer
it: Trasferimento file

source: Reboot measurement units
it: Riavvia le unità di misura

source: Shut down measurement units
it: Arresta le unità di misura

source: Wake up measurement units
it: Risveglia le unità di misura

source: Trigger time
it: Ora trigger

source: Combustion data
it: Dati combustione

source: Load sequence
it: Carica sequenza

source: Degrees (by cycle)
it: Gradi (per ciclo)

source: Degrees (cont.)
it: Gradi (cont.)

source: Save data file
it: Salva file dati

source: Open video file for post synchronization
it: Apri file video per post sincronizzazione

source: Load setup...
it: Carica setup...

source: Recent setups
it: Setup recenti

source: Last setup
it: Ultimo setup

source: Save setup as...
it: Salva setup come...

source: Save data file as...
it: Salva file dati come...

source: Load display and math setup...
it: Carica setup display e math...

source: Use setup for measure
it: Utilizza setup per misurare

source: Enable setup
it: Abilita setup

source: Choose columns
it: Scegli colonne

source: Select columns you wish to display
it: Seleziona colonne da visualizzare

source: Width of selected column (in pixels)
it: Ampiezza della colonna selezionata (in pixel)

source: Number of digits
it: Numero cifre

source: Show
it: Mostra

source: Hide
it: Nascondi

source: Icon selector
it: Selettore icona

source: Visit our pro training
it: Visita il nostro PRO training

source: Visit us at
it: Visitaci al link

source: Version SP2 RC
it: Versione SP2 RC

source: Licence: PROFESSIONAL
it: Licenza: PROFESSIONAL

source: Build configuration: MemCheck
it: Configurazione build: MemCheck

source: System: Windows 8 (32-bit edition)
it: Sistema: Windows 8 (32-bit edition)

source: Enter event
it: Inserisci evento

source: Event text
it: Evento testo

source: Voice event
it: Evento voce

source: recording...
it: registrazione...

source: Time of event
it: Ora evento

source: Add new template
it: Aggiungi nuovo template

source: Process
it: Processo

source: !!! Delete data before saving the template !!!
it: !!! Eliminare dati prima di salvare il template !!!

source: Setup name
it: Nome setup

source: Description in export screen
it: Descrizione in schermo export

source: Advanced write options
it: Opzioni avanzate

source: Allow user to define offset
it: Permetti all'utente di definire un offset

source: Sensor max. limit
it: Limite max sensore

source: Sensor min. limit
it: Limite min sensore

source: Actual amplifier range
it: Range amplificatore corrente

source: Actual amplifier LP-filter
it: Range filtro LP corrente

source: Sensor excitation max
it: Max eccitazione sensore

source: Sensor excitation min
it: Min eccitazione sensore

source: Retype password
it: Ripeti password

source: Password for TEDS
it: Password per TEDS

source: Actual channel name
it: Nome canale corrente

source: Actual channel description
it: Descrizione canale corrente

source: Lock
it: Proteggi

source: Channel sample rate in Hz
it: Freq c. canale in Hz

source: Channel sample rate as divider
it: Freq c. canale come divisore

source: Channel used
it: Canale usato

source: Channel stored
it: Canale salvato

source: Channel group
it: Gruppo canale

source: Channel decimal places
it: Cifre decimali canale

source: Actual channel color
it: Colore canale corrente

source: MainGroup
it: GruppoPrincipale

source: Group1
it: Gruppo1

source: Group2
it: Gruppo2

source: Group3
it: Gruppo3

source: Group4
it: Gruppo4

source: Group5
it: Gruppo5

source: Channel warning low
it: Avviso canale low

source: Channel warning high
it: Avviso canale high

source: Channel critical low
it: Avviso canale low critico

source: Channel critical high
it: Avviso canale high critico

source: Channel hysteresis
it: Isteresi canale

source: Reset offsets
it: Annulla offsets

source: Enable analog output
it: Abilita uscita analogica

source: Shortcut
it: Scorciatoia

source: Press buttons to assign new shortcut.
it: Premi pulsanti per assegnare la nuova scorciatoia.

source: Channel info
it: Info canale

source: Selected channel
it: Canale selezionato

source: Remap channels
it: Rimappa canali

source: Original setup
it: Setup originale

source: Remap slots
it: Rimappa slots

source: Auto resolve
it: Risolvi auto

source: By indexes
it: Per indice

source: By device SNs
it: Per SN dispositivi

source: Expand all
it: Espandi tutti

source: Collapse all
it: Collassa tutti

source: Dec. places
it: Pos. decimali

source: GPS X absolute (longitude)
it: GPS X assoluto (longitudine)

source: GPS Y absolute (latitude)
it: GPS Y assoluto (latitudine)

source: GPS direction
it: Direzione GPS

source: Information
it: Informazioni

source: Cross trigger test
it: Test trigger incrociato

source: Number of clients
it: Numero clients

source: DAQ actions
it: Azioni su DAQ

source: Define discrete values
it: Definisci valori discreti

source: Discrete values cannot be changed!
it: I valori discreti non possono essere cambiati!

source: Load from clipboard
it: Carica dagli appunti

source: Download files from measurement units
it: Scarica i files dalle unità di misura

source: Measurement unit
it: Unità di misura

source: Start download
it: Inizia download

source: Security
it: Sicurezza

source: Never ask again
it: Non chiedere più

source: Don't ask for this code until Dewesoft is restarted
it: Non chiedere questo codice fino al prossimo riavvio Dewesoft

source: Overwrite
it: Sovrascrivi

source: Use another name
it: Usa un altro nome

source: Never ask again (this session only)
it: Non chiedere più (solo questa sessione)

source: File already exists. What would you like to do?
it: Il file esiste già. Cosa vuoi fare ?

source: Save data file name
it: Salva nome file dati

source: Position edit
it: Modifica posizione

source: Decimal degrees
it: Gradi decimali

source: Latitude (Y)
it: Latitudine (Y)

source: Longitude (X)
it: Longitudine (X)

source: Degrees
it: Gradi

source: Minutes
it: Minuti

source: Seconds
it: Secondi

source: Resolve
it: Risolvi

source: Clear missing plugins messages
it: Elimina messaggi di estensioni mancanti

source: Export multi file
it: Esportazione multi file

source: Exported channels
it: Canali esportati

source: Export setup
it: Setup esportazione

source: DEWESoft export
it: Esporta DEWESoft

source: Export to *.dxz
it: Esporta in *.dxz

source: Data export
it: Esporta dati

source: Reduced
it: Ridotto

source: Export setup to xml file
it: Esporta setup su file xml

source: Export to a single Flexpro file
it: Esporta su singolo file Flexpro

source: Reduced export
it: Esporta ridotti

source: Complex export
it: Esporta complessi

source: File directory
it: Cartella

source: Select measurement unit
it: Seleziona unità di misura

source: Local file name
it: Nome file locale

source: Remote folder
it: Cartella remota

source: Upload
it: Carica

source: Choose file
it: Scegli file

source: NTP setup
it: Setup NTP

source: Plugin properties
it: Proprietà plugin

source: Scope AVI export
it: Esporta scope AVI

source: Video compression
it: Compressione video

source: Export triggers
it: Esporta triggers

source: Compress
it: Comprimi

source: Exporting, please wait...
it: Esportazione, prego attendere...

source: secondary display
it: display secondario

source: Analog sensor editor
it: Editor sensore analogico

source: Search
it: Cerca

source: View options
it: Opzioni vista

source: Channel naming
it: Nome canale

source: Shunt calibration
it: Calibrazione shunt

source: Calibration info
it: Info calibrazione

source: Nonlinear scaling/transfer curve
it: Scala non lineare/curva trasferimento

source: Linear scaling selected
it: Scala lineare selezionata

source: Transfer curve
it: Funzione di trasferimento

source: Load sensor from file
it: Carica sensore da file

source: Add copy at end
it: Aggiungi copia alla fine

source: Add copy at this index
it: Aggiungi copia a questo indice

source: Sensor database
it: Database sensori

source: Available measurement units
it: Unità di misura disponibili

source: Measurement unit name
it: Nome unità di misura

source: MAC address for "Wake Up On LAN" (xx:xx:xx:xx:xx:xx)
it: Indirizzo MAC per "Wake Up On LAN" (xx:xx:xx:xx:xx:xx)

source: RunExe version
it: Versione RunExe

source: File already exists. Do you want to overwrite it?
it: Il file esiste già. Vuoi sovrascriverlo ?

source: Yes
it: Si

source: Scale sign
it: Segno scala

source: Time selector
it: Selettore tempo

source: Shown time
it: Mostra ora

source: Days
it: Giorni

source: Relative to measurement
it: Usata per misura

source: Relative time offset
it: Offset tempo relativo

source: Set from cursor
it: Imposta da cursore

source: Condition setup
it: Setup condizioni

source: Absolute (time only)
it: Assoluto (solo tempo)

source: equal
it: uguale

source: greater
it: maggiore

source: less
it: inferiore

source: Trigger on
it: Trigger attivo

source: data
it: dati

source: time
it: ora

source: Vendor
it: Marca

source: Register extensions
it: Registra estensioni

source: Compressing video, please wait...
it: Video in compressione, attendere prego...

source: Export screen to video file
it: Esportazione schermo con video

source: Output file(s)
it: Files output

source: File path
it: Percorso file

source: File name template
it: Template nome file

source: Video / image properties
it: Proprietà video/immagine

source: Play speed
it: Velocità riproduzione

source: Video channel
it: Canale video

source: Frame output control
it: Controllo uscita frame

source: Static - from frame rate
it: Statica - da frame rate

source: Dynamic - from video channel
it: Dinamica - da canale video

source: Image sequence
it: Sequenza imagine

source: Sound channel
it: Canale sound

source: Video post synchronization
it: Post-sincronizzazione video

source: Synchronization parameters
it: Parametri sincronizzazione

source: day
it: giorno

source: Frames found
it: Frames trovati

source: Video size
it: Dimensione video

source: Video file name
it: Nome file video

source: from trigger
it: da trigger

source: from rel. time
it: da tempo rel

source: from abs. time
it: da tempo abs

source: Manage favorites
it: Gestisci preferiti

source: Amplifiers
it: Amplificatori

source: Scan TEDS only once
it: Scansiona TEDS solo una volta

source: If checked, TEDS scan will be performed only once instead of continuos scanning
it: Se selezionato, la scansione del TEDS sarà eseguita solo una volta invece che ciclicamente

source: Shunt calibration error limit
it: Limite di errore calibrazione shunt

source: Capacity check error limit
it: Limite di errore alla verifica capacità

source: Disable additional software high pass filter if below calculation limit
it: Disabilita filtri passa alto aggiuntivi se sotto al limite di calcolo

source: Enable calibration by shunt
it: Abilita calibrazione con shunt

source: Disable reading of external TEDS on DSI adapters
it: Disabilita lettura di TEDS esterni su adattatori DSI

source: Some DSI adapters (DSI-ACC) are able to read external TEDS
it: Alcuni adattatori DSI (DSI-ACC) sono in grado di leggere TEDS esterni

source: Dewesoft devices
it: Dispositivi Dewesoft

source: USB speed limit warning (per slice)
it: Allarme limite velocità USB (per sistema)

source: If speed is exceeded, warning will be shown in channel setup
it: Se la velocità è superata, un allarme viene mostrato in setup canali

source: USB buffer size
it: Dim buffer USB

source: CAN buffer size
it: Dim buffer CAN

source: messages
it: messaggi

source: CAN internal buffer size in number of messages per port
it: Dimensione buffer interno CAN espresso in num msg per porta

source: SoftSync sample rate limit
it: Limite campionamento in SoftSync

source: Always enable USB system driver
it: Abilita sempre driver di sistema USB

source: If DEWESoft USB system driver is disabled in Device Manager, it will be enabled automatically
it: Se il driver di sistema DEWESoft USB è disabilitato in Gestione Dispositivi, sarà abilitato automaticamente

source: Set Sirius sample rate limit to 204.8 kHz
it: Imposta limite campionamento Sirius a 204.8kHz

source: Set maximum sample rate to 204.8 kHz for DW-43, Sirius, Sirius-CD and Sirius-CD
it: Imposta massimo campionamento a 204.8 kHz per DW-43, Sirius, Sirius-CD

source: Disable EtherCAT interface
it: Disabilita interfaccia EtherCAT

source: Check this option if you do not want Dewesoft to scan for or use EtherCAT devices
it: Seleziona questa opzione se non vuoi che DEWESoft scansioni i dispositivi EtherCAT

source: Decode 2nd part of IRIG time frame
it: Decodifica seconda parte del time frame IRIG

source: Create system channel to decode 2nd part of IRIG frame
it: Crea canale sistema per decodificare seconda parte del frame IRIG

source: Keep channel sample rate dividers
it: Ricorda divisori di freq campionamento

source: When unchecked, channel sample rate dividers will be changed to default if global sample rate is changed
it: Se deselezionato, il divisore di freq di campionamento sarà riportato a default se la freq di campionamento globale viene modificata

source: Use WinPCAP driver for EtherCAT device
it: Usa driver WinPCAP per dispositivi EtherCAT

source: When checked, Dewesoft will use old driver
it: Quanto selezionato, Dewesoft utilizzerà il vecchio driver

source: Not resetting acquisition while timing is lost
it: Non resettare l'acquisizione con temporizzazione assente

source: Allow CAN export
it: Abilita esportazione CAN

source: DLL library for CAN export must be purchased at extra cost. Please contact your local sales representative
it: La libreria per esportazione CAN è disponibile su acquisto. Prego contattare la rete Dewesoft locale

source: CAN default to acknowledge mode
it: Imposta modalità CAN acknowledge come predefinita

source: When new device is found, acknowledge mode will be selected by default.
it: Quando un nuovo dispositivo viene rilevato, viene selezionata la modalità acknowledge.

source: Digital filters
it: Filtri digitali

source: Transition width in percent of sample rate
it: Ampiezza transizione in percentuale del campionamento

source: AAF (zero-phase distortion) transition width
it: Ampiezza transizione AAF (zero-phase distortion)

source: "Auto adjust" will set AAF to 16% transition width (up to 1:100 of sr. ratio). When "user defined" is selected transition width will be always achived, but computational load can become heavy.
it: "Regola auto" imposta AAF al 16% dell'ampiezza di transizione (fino a 1:100 del sr. ratio). Quando "Definisci" è selezionato l'ampiezza di transizione è sempre raggiunta ma il carico CPU può diventare alto.

source: Auto adjust
it: Regola auto

source: User defined
it: Definisci

source: Default LP filter
it: Passa basso predefinito

source: Default low pass filter setting. If wanted filter is not available on connected device, first filter will be selected
it: Impostazioni predefinite del filtro passa basso. Se il filtro selezionato non è disponivile sul dispositivo connesso, il primo filtro sarà selezionato

source: Alias free (IIR)
it: Senza alias (IIR)

source: Visuals
it: Visuali

source: Show miss distance calculation
it: Mostra calcolo distanza mancante

source: Max vertex count
it: Max numero vertici

source: Graphics
it: Grafica

source: Use asynchronous buffer for GDI calls
it: Usa buffer asincrono per chiamate GDI

source: Asynchronous buffer size
it: Dimensione buffer asincrono

source: XY graph
it: Grafico XY

source: Delta cursor angle offset
it: Offset angolo cursori delta

source: Delta cursor decimal places
it: Posizioni decimali cursori delta

source: Show auto scale
it: Mostra auto scala

source: Show auto scale option in measure mode
it: Mostra opzione auto scala in misura

source: Auto scale period
it: Periodo auto scala

source: Auto scale on X and Y axis will be performed every x seconds.
it: Autoscala su X e Y saranno eseguiti ogni x secondi.

source: GPS map
it: Mappa GPS

source: Max samples shown
it: Max campioni disegnati

source: Maximum number of GPS samples shown on GPS map.
it: Massimo numero di campioni GPS visualizzati su mappa GPS.

source: Memory size
it: Dimensione memoria

source: Scope trigger memory size per channel
it: Memoria trigger oscilloscopio per canale

source: Maximum picture size
it: Massima dimensione immagine

source: Maximum scope trigger picture size
it: Massima dimensione dell'immagine scope trigger

source: Maximum number of pictures
it: Massimo numero di immagini

source: Maximum number of scope trigger pictures per channel
it: Massimo numero di immagini scope trigger per canale

source: Power grid analysis
it: Analisi rete elettrica

source: Frequency threshold (%)
it: Soglia frequenza (%)

source: Maximum allowed deviation from frequency in power module at which the data will still be calculated
it: Massima deviazione di frequenza nel modulo power entro cui i dati sono ancora calcolati

source: Power resampler
it: Ricampionatore power
