Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Polar graph
it: Grafico polare

source: Load all buffer
it: Carica tutti buffer

source: Time scale
it: Scala tempi

source: Reset view
it: Reimposta vista

source: Reset view on trigger
it: Reimposta vista su trg

source: show only current value
it: mostra solo val istantaneo

source: Draw filter
it: Disegna filtro

source: only when x increases
it: solo se x aumenta

source: only when x decreases
it: solo se x diminuisce

source: Draw sample points
it: Disegna campioni singoli

source: Draw only sample points
it: Disegna solo campioni

source: Pen up
it: Penna su

source: Pretime limit
it: Limite pretime

source: Single values Y axis
it: Singola scala asse Y

source: Free run
it: Continuo

source: Select two points...
it: Sel due punti...

source: 'Select two points...'
it: 'Sel due punti...'

source: No cursor
it: Nessun cursore

source: Angle based type
it: Tipo basato su angolo

source: Current position
it: Posizione corrente

source: File selection
it: Selezione files

source: Import info
it: Info importazione

source: Add file(s)
it: Aggiungi file(s)

source: Import channels
it: Importa canali

source: Reference
it: Riferimento

source: Import reference
it: Riferimento importazione

source: Select channel from source file(s)
it: Selezione canale dai filse sorgenti

source: Select channel from destination / current file
it: Selezione canale dal file di destinazione / corrente

source: Relative time
it: Tempo relativo

source: First trigger event
it: Primo evento di trigger

source: Channel value
it: Valore canale

source: DEWESoft data file name
it: Nome file dati DEWESoft

source: Folder
it: Cartella

source: Importing options
it: Opzione importazione

source: Import...
it: Importa...

source: Max order to analyse
it: Ordine max da anlizzare

source: Background harmonics editor
it: Editor armoniche background

source: Use background harmonics for voltage
it: Una armoniche background per tensione

source: Use background harmonics for current
it: Usa armoniche background per corrente

source: Use direct values
it: Usa valori diretti

source: Background harmonics definition
it: Definizione armoniche background

source: Line voltage
it: Tensione linea

source: Frequency range setup
it: Setup range frequenza

source: Start frequency
it: Frequenza min

source: End frequency
it: Frequenza max

source: Filter frequency data
it: Dati in frequenza del filtro

source: Controller type
it: Tipo controller

source: Loop speed
it: Velocità loop

source: Low stab., fast loop
it: Bassa stab, loop veloce

source: Medium stab., medium loop
it: Media stab., loop medio

source: High stab., slow loop
it: Alta stab, loop lento

source: Apply
it: Applica

source: CA formula editor
it: Editor formula CA

source: Engine template
it: Template motore

source: Engine type
it: Tipo motore

source: 4-Stroke
it: 4-Tempi

source: 2-Stroke
it: 2-Tempi

source: Engine parameters
it: Parametri motore

source: Cylinder parameters
it: Parametri cilindro

source: Formulas
it: Formule

source: Symbols
it: Simboli

source: Engine
it: Motore

source: Geometry
it: Geometria

source: Custom geometry is defined in the engines template
it: Geometria custom va definita nel template dei motori

source: Volume per cylinder
it: Volume per cilindro

source: Rod [mm]
it: Snodo [mm]

source: Basic parametes
it: Parametri base

source: Cylinder count
it: Numero cilindri

source: Fuel type
it: Alimentazione

source: Polytropic exponent
it: Esponente politropico

source: Suggested
it: Suggerito

source: Gasoline
it: Benzina

source: Gasoline - Direct injection
it: Benzina - iniezione diretta

source: 4-Stroke - Standard
it: 4-Tempi - Standard

source: 2-Stroke - Standard
it: 2-Tempi - Standard

source: 4-Stroke - Custom V
it: 4-Tempi - Custom V

source: 2-Stroke - Custom V
it: 2-Tempi - Custom V

source: Cylinders
it: Cilindri

source: Rebuild all formulas
it: Ricostruisci tutte le formule

source: Calculations needs rebuild, some references to channels will be lost (e.g. displays)!
it: I calcoli necessitano di essere ricostruiti, alcuni riferimenti a canali andranno perduti (es. displays)!

source: Pressure is lower than zero bar.
it: La pressione è inferiore a zero bar.

source: Cylinder must not be fired for TDC detection!
it: Il cilindro non può essere utilizzato per TDC detection!

source: Cycle
it: Ciclo

source: No. of cycles
it: N. cicli

source: Cylinder for TDC
it: Cilindro per TDC

source: Algorithm: -
it: Algoritmo: -

source: Raw TDC curves
it: Curve TDC grezze

source: Sensor and sampling
it: Sensore e campionamento

source: Connected to
it: Collegato a

source: Sampling
it: Campionamento

source: Angle sensor type
it: Tipo sensore angolo

source: Resampling type
it: Tipo ricampionamento

source: Upper frequency [RPM]
it: Frequenza superiore [RPM]

source: Ext. clk. not supported
it: Clock ext non supportato

source: Angle domain
it: Dominio angolo

source: Time domain
it: Dominio tempo

source: Unfiltered
it: Non filtrato

source: Filtered
it: Filtrato

source: Save as
it: Salva come

source: Calculations
it: Calcoli

source: Cycles
it: Cicli

source: Pressure
it: Pressione

source: Additional
it: Ulteriore

source: Overall average cycles
it: Overall medio cicli

source: Speed
it: Velocità

source: Angle sensor
it: Sensore angolo

source: Reference cylinder
it: Cilindro riferimento

source: Zero point correction
it: Correzione punto zero

source: Correction principle
it: Principio correzione

source: Thermodynamic zero
it: Zero termodicamico

source: From known zero value
it: Da valore zero noto

source: From measured zero value
it: Da valore zero misurato

source: First ref. point
it: Primo punto rif

source: Second ref. point
it: Secondo punto rif

source: Known
it: Noto

source: Correct
it: Correggi

source: Measured
it: Misurato

source: Position on ref. pressure ch.
it: Posizione su ch pressione rif.

source: Reference pressure channel
it: Canale riferimento pressione

source: Position on cylinder pressure
it: Posizione su pressione cilindro

source: Average pressure
it: Pressione media

source: Thermodynamics
it: Termodinamica

source: Heat release
it: Rilascio calore

source: Start angle
it: Angolo inizio

source: End angle
it: Angolo fine

source: Vol. efficiency
it: Efficienza vol

source: Calculated
it: Calcolato

source: Pressure derivative
it: Derivata pressione

source: Start window
it: Inizio finestra

source: End window
it: Fine finestra

source: Basic
it: Base

source: High-pass filter
it: Filtro passa-alto

source: Noise threshold
it: Soglia rumore

source: Reference signal window width
it: Larghezza finestra segnale riferimento

source: Knock signal window width
it: Larghezza finestra segnale knock

source: Shift reference window
it: Muovi finestra riferimento

source: Cycle values for each cylinder
it: Valori ciclo per ogni cilindro

source: Derivation
it: Derivata

source: Statistics
it: Statistica

source: Total average values for each cylinder
it: Valori totali medi per ogni cilindro

source: Cycle values for entire engine
it: Valori ciclo per motore intero

source: Cycle count
it: Numero cicli

source: Aligned
it: Allineato

source: Outputs
it: Uscite

source: FFT calculation parameters
it: Parametri di calcolo FFT

source: Number of lines
it: Numero di linee

source: Filter type
it: Tipo filtro

source: Low
it: Basso

source: High
it: Alto

source: Window
it: Finestra

source: Frequency channel
it: Canale frequenza

source: Tracking
it: Inseguimento

source: Decay
it: Decadimento

source: Rms amplitude extraction parameters
it: Parametri di estrazione ampiezza RMS

source: Center frequency
it: Freq centrale

source: Delta frequency
it: Delta frequenza

source: Frequency source
it: Sorgente frequenza

source: Custom filter
it: Filtro custom

source: Copy to clipboard
it: Copia su appunti

source: Acceleration
it: Accelerazione

source: Energy
it: Energia

source: Velocity
it: Velocità

source: Displacement
it: Spostamento

source: Output unit
it: Unità ingegneristica

source: Use custom scale
it: Scala personalizzata

source: Double derivation
it: Doppia derivata

source: Integration
it: Integrazione

source: Double integration
it: Doppia Integrazione

source: Response
it: Risposta

source: Coefficients
it: Coefficienti

source: Use filter
it: Usa filtro

source: Copy frequency to clipboard
it: Copia frequenza su appunti

source: Copy magnitude to clipboard
it: Copia modulo su appunti

source: Copy phase to clipboard
it: Copia fase su appunti

source: Copy all data to clipboard
it: Copia dati su appunti

source: Copy image to clipboard
it: Copia immagine su appunti

source: Offline calculation
it: Calcolo offline

source: The following asynchronous channels could not be properly interpolated because of too low async sample rate. Calculation might be inaccurate!
it: I seguenti canali asincroni non possono essere interpolati correttamente a causa di una frequenza async troppo bassa. I calcoli potrebbero essere non accurati!

source: Don't show this message for current file / batch
it: Non mostrare questo messaggio per il file / batch corrente

source: Weighted raw
it: Dati grezzi pesati

source: Interval value
it: Valori intervallo

source: Overall value
it: Valore overall

source: Segment length
it: Lunghezza segmento

source: samples
it: campioni

source: Overlaping
it: Sovrapposizione

source: Average cepstrum
it: Media cepstrum

source: Overall average
it: Media totale

source: Precision
it: Precisione

source: Automatic min/max
it: Min/max automatico

source: Time axis
it: Asse tempo

source: Timebase
it: Base tempi

source: Always
it: Sempre

source: Never
it: Mai

source: Calculation parameters
it: Parametri di calcolo

source: Calculation type
it: Tipo di calcolo

source: Single value
it: Valore singolo

source: Block history
it: A blocchi

source: History size might not match exactly to 3D graph setting.
it: La dimensione dello storico potrebbe non corrispondere esattamente alle impostazioni del grafico 3D.

source: History size (3D graph)
it: Dim storico (grafico 3D)

source: Input channel to full spectrum should be complex valued. For example
it: Il calcolo richiede dati di input in forma complessa. Ad esempio

source: if channels 'X' and 'Y' are measured, they can be transformed to
it: assi 'X' e 'Y' misurati separatamente possono essere convertiti in

source: complex presentation with formula command: complex('X', 'Y').
it: rappresentazione complessa con la formula: complex('X', 'Y').

source: Correlation type
it: Tipo correlazione

source: Autocorrelation
it: Autocorrelazione

source: Crosscorrelation
it: Crosscorrelazione

source: Input channels
it: Canali ingresso

source: FFT size
it: Dimensione FFT

source: FFT size is out of range
it: Dimensione FFT fuori dal range

source: Harmonic components
it: Componenti armoniche

source: Track first harmonic (H1)
it: Estrai prima armonica (H1)

source: User frequency range
it: Usa range frequenze

source: Coherence
it: Coerenza

source: Coherence (averaged)
it: Coerenza (mediata)

source: Block size
it: Dim blocco

source: Use amplitude threshold
it: Usa livello ampiezza

source: Frequency range
it: Intervallo frequenze

source: Use frequency range
it: Usa intervallo frequenze

source: Track first harmonic
it: Estrai prima armonica

source: Scale
it: Scala

source: Design parameters
it: Parametri di design

source: Frequency settings
it: Impostazioni frequenza

source: High pass
it: Passa alto

source: All-pass (Hilbert)
it: Passa-tutto (Hilbert)

source: Frequency response
it: Risposta in frequenza

source: No. of bands
it: Num bande

source: Normalize at
it: Normalizza a

source: Design method
it: Metodo di progetto

source: Design algorithm
it: Algoritmo di progetto

source: Window method
it: Finestratura

source: Design specification
it: Specifiche di progetto

source: Transition bandwidth
it: Banda transizione

source: Pre-set filter
it: Filtri preselezionati

source: Preset filters
it: Filtri preselezionati

source: Derivate
it: Derivata

source: Double derivate
it: Doppia derivata

source: Zeros && poles
it: Zeri e Poli

source: Sections
it: Sezioni

source: Angle data
it: Dati angolo

source: Wait for next trigger
it: Attendi prossimo trigger

source: Find
it: Cerca

source: Pulses count: 0
it: Conteggio impulsi: 0

source: Retrigger time
it: Tempo retrigger

source: Trigger edge direction is wrong.
it: Direzione trigger sbagliata.

source: Trigger width is not correct.
it: Ampiezza trigger non corretta.

source: Trigger edge
it: Fronte trigger

source: Retrigger level
it: Livello retrigger

source: Define values
it: Definisci val

source: Data structure
it: Struttura dati

source: Complex data is presented in a form: "Re;Im".
it: Dati complessi presentati nella forma: "Re;Im".

source: Vector
it: Vettore

source: Matrix
it: Matrice

source: Complex
it: Complesso

source: Axis 0
it: Assi 0

source: Values count
it: Numero valori

source: Axis type
it: Tipo assi

source: Axis 1
it: Asse 1

source: Channels setup
it: Setup canali

source: Add channel
it: Aggiungi canale

source: Remove channel
it: Rimuovi canale

source: Import/Export data
it: Importa/esporta dati

source: File Format
it: Formato file

source: Clipboard
it: Appunti

source: Load UFF file
it: Carica file UFF

source: Axis
it: Asse

source: Reference type
it: Curva di riferimento

source: Lower
it: Inferiore

source: Upper
it: Superiore

source: Lower & upper
it: Inferiore & superiore

source: Linear interpolation
it: Interpolazione lineare

source: Check signal bounds
it: Verifica limiti segnale

source: Data
it: Dati

source: X axis inputs must have ascending values!
it: L'asse X deve avere valori crescenti!

source: Limit table
it: Tabella limiti

source: Number of points
it: Numero di punti

source: Axes settings
it: Impostazione assi

source: dB reference will be set from first channel.
it: dB riferimento saranno presi dal primo canale.

source: Change axis name/unit
it: Cambia nome asse/unità

source: Selected area
it: Area selezionata

source: from
it: da

source: Sum
it: Somma

source: Variance
it: Varianza

source: Index of maximum
it: Indice di massimo

source: Index of minimum
it: Indice di minimo

source: Axis position of minimum
it: Posizione asse di minimo

source: Axis position of maximum
it: Posizione asse di minimo

source: Balancing settings
it: Impostazioni di bilanciamento

source: Number of planes
it: Numero di piani

source: Approx. balancing speed
it: Vel bilanciamento approx

source: Single plane
it: Piano singolo

source: Dual plane
it: Doppio piano

source: Field indicates the speed at which rotor will be balanced.
it: Il campo indica la velocità di bilanciamento del rotore.

source: Scope mode
it: Mod. oscilloscopio

source: Encoder pulses limit
it: Limite impulsi encoder

source: Engine templates path
it: Percorso templates motore

source: Check encoder pulses
it: Verifica impulsi encoder

source: Exact calculations based on TDC (ext. clock only)
it: Calcoli esatti basati su TDC (solo ext. clock)

source: Class definition
it: Definizione classi

source: Histogram type
it: Tipo istogramma

source: Class count
it: Numero classi

source: Absolute count
it: Conteggio assoluto

source: Relative count
it: Conteggio relativo

source: Relative count [%]
it: Conteggio relativo [%]

source: Density
it: Densità

source: Density [%]
it: Densità [%]

source: Distribution
it: Distribuzione

source: Distribution [%]
it: Distribuzione [%]

source: Distribution points [%]
it: Punti distribuzione [%]

source: Calculate points
it: Calcola punti

source: Block based
it: Su blocchi

source: Single value based
it: Su valore singolo

source: Show class as a separate channel
it: Mostra classi come canali

source: Running
it: In corso

source: Averaging type
it: Tipo di media

source: Overall (Averaged)
it: Overall (Mediato)

source: Calculation
it: Calcolo

source: Synthesized
it: Sintetizzato

source: True octave (ANSI, IEC)
it: Ottave reali (ANSI, IEC)

source: Output bands as time channels
it: Restituisci le bande come canali nel tempo

source: Time weighting
it: Pesatura nel tempo

source: Lower band frequency
it: Freq banda inferiore

source: Frequency weighting
it: Pesatura in frequenza

source: Digital filter
it: Filtro digitale

source: Downsample
it: Sottocampiona

source: Trans. band width
it: Banda transizione

source: Cutoff frequency
it: Frequenza taglio

source: F1 (lower cutoff)
it: F1 (taglio inferiore)

source: F2 (upper cutoff)
it: F2 (taglio superiore)

source: Filter order
it: Ordine filtro

source: Common settings
it: Impostazioni comuni

source: Delay unit
it: Unità ritardo

source: Set initial delay for control channel
it: Imposta un ritardo iniziale per il control channel

source: Time (ms)
it: Tempo (ms)

source: Fixed delay
it: Ritardo fisso

source: Backward
it: Indietro

source: Forward
it: Avanti

source: Dynamic delay
it: Ritardo dinamico

source: Signal band
it: Banda segnale

source: Upper frequency limit
it: Limite sup frequenza

source: Lower frequency limit
it: Limite inf frequenza

source: Filtering
it: Filtraggio

source: Peak detection
it: Rileva picchi

source: Use bandpass
it: Usa passa-banda

source: Bearings database
it: Database cuscinetti

source: Frequency of rotation
it: Frequenza di rotazione

source: Brand
it: Marca

source: Bearing data
it: Dati cuscinetto

source: (warning: some frequencies will be outiside envelope band)
it: (attenzione: alcune frequenze saranno fuori dalla banda inviluppo)

source: Bearings database not found! Please set the correct path in settings (files and folders).
it: Database cuscinetti non trovato! Prego selezionare il percorso corretto nelle impostazioni (files e cartelle).

source: Envelope band
it: Banda inviluppo

source: Edit
it: Modifica

source: Add math
it: Aggiungi math

source: Add math module
it: Aggiungi modulo math

source: Copy &selected object
it: Copia oggetto selezionato

source: Copy all &offline objects
it: Copia tutti gli oggetti offline

source: Copy &all objects
it: Copia tutti gli oggetti

source: Show ticks at class centers
it: Mostra ticks al centro classe

source: Show ticks at lower class bounds
it: Mostra ticks all'estremità inferiore della classe

source: Use hard drive for calculation
it: Usa disco per il calcolo

source: When analyzing very large data files the system can run out of memory. This option forces the analyzer to store intermediate results on the hard drive (instead in the RAM) and avoid memory issues at the cost of slower performance.
it: Analizzando grandi file dati il sistema può terminare la memoria. Questa opzione forza il salvataggio di risultati intermedi sul disco (invece che RAM) per evitare questo problema al costo di performances più lente.

source: Algorithm settings
it: Impostazioni algoritmo

source: Markov counting
it: Conteggio Markov

source: Rainflow counting (ASTM)
it: Conteggio rainflow (ASTM)

source: Rainflow counting (DIN)
it: Conteggio rainflow (DIN)

source: Additional algorithm settings
it: Impostazioni aggiuntive algoritmo

source: Ignore residuals
it: Ignora residui

source: Warning:
it: Attenzione:

source: In acquisition mode only the temporary fatigue analysis results (calculated only over the last block of samples) are displayed. In order to get the actual results (calculated over all the samples) you need to go to analyse mode and perform recalculation.
it: In modalità di acquisizione vengono mostrati solo i risultati temporanei di analisi fatica (calcolati solo sull'ultimo blocco dati). Per ottenere i dati dell'analisi completa (calcolati su tutti i dati) è necessario effettuare un ricalcolo in modalità Analisi.

source: Local extrema detection
it: Rilevamento estremi locali

source: Rainflow filtering
it: Filtraggio rainflow

source: Discretization
it: Discretizazione

source: Visualization
it: Visualizzazione

source: Classes
it: Classi

source: S-N curves
it: Curve S-N

source: List of S-N curves
it: Lista curve S-N

source: S-N curve name
it: Nome curva S-N

source: New curve
it: Nuova curva

source: Save curve
it: Salva curva

source: Delete curve
it: Elimina curva

source: Import curve
it: Importa curva

source: Number of cycles
it: Numero di cicli

source: Num. of cycles
it: Numero cicli

source: Cycles step
it: Passo cicli

source: Setup and acq. rate must match!
it: Setup e vel acquisizione devono coincidere!

source: Interpolate values
it: Interpola valori

source: Skip Y axis scaling from graph
it: Evita scalatura asse Y dal grafico

source: Amplitude type
it: Tipo ampiezza

source: Amplitude
it: Modulo

source: Transient
it: Transitorio

source: Block duration [s]
it: Durata blocchi [s]

source: blocks
it: blocchi

source: History size might not match to 3D graph setting.
it: La dimensione dello storico non coincide con le impostazioni del grafico 3D.

source: Stop after
it: Ferma dopo

source: time [s]
it: tempo [s]

source: Output
it: Uscita

source: Phase
it: Fase

source: To use calibration, please select at least 500 Hz setup sample rate in Dewesoft settings.
it: Per la calibrazione, prego selezionare almeno 500Hz di campionamento nel setup dalle impostazioni Dewesoft.

source: Basic filters
it: Filtri base

source: K factor
it: Fattore k

source: Interval logging
it: Intervallo log

source: Whole body
it: Corpo intero

source: Hand arm
it: Mano braccia

source: Overall values
it: Valori overall

source: Sum calculation
it: Calcolo somma

source: Crest
it: Cresta

source: Vector sum (Austria)
it: Vettore somma (Austria)

source: Max of three axes (RL2002/44/EG)
it: Max dei tre assi (RL2002/44/EG)

source: Measured value
it: Valore letto

source: Reference value
it: Valore riferimento

source: Instrument
it: Strumento

source: Unused
it: Non usato

source: Channel list
it: Lista canali

source: Sub list
it: Sottolista

source: Output values
it: Valori calcolati

source: Output value
it: Valore calcolato

source: Average time
it: Tempo media

source: Adjusted to 0.1
it: Regolato a 0.1

source: Latch criteria settings
it: Impostazioni condizione latch

source: Criteria channel
it: Canale condizione

source: Criteria limit
it: Soglia criterio

source: Output divider
it: Divisore output

source: Input divider
it: Divisore input

source: Input channel rate
it: Vel canale input

source: Output sample rate
it: Sample rate output

source: Update time
it: Tempo aggiornamento

source: From excitation
it: Da eccitazione

source: Response channels
it: Canali risposta

source: Extracted order
it: Ordine estratto

source: Fixed bandwidth
it: Banda fissa

source: Frequency smoothing
it: Smoothing frequenza

source: Fixed frequency
it: Frequenza fissa

source: Templates
it: Modelli

source: Database is missing...
it: Database mancante...

source: Maximum number of inputs
it: Massimo numero di inputs

source: Apply to this channel in all modules
it: Applica a questo canale di tutti i moduli

source: Apply to all channels in this module
it: Applica a tutti i canali di questo modulo

source: Apply to all channels in all modules
it: Applica a tutti i canali in tutti i moduli

source: Check all
it: Check tutti

source: Uncheck all
it: Uncheck tutti

source: Check selected
it: Check selezionati

source: Uncheck selected
it: Uncheck selezionati

source: Invert selection
it: Inverti selezione

source: Algorithm
it: Algoritmo

source: Method
it: Metodo

source: Basic freq. decomposition
it: Decomposizione freq. base

source: Frequency channel setup
it: Impostazioni canale frequenza

source: Unit must be in Hz, RPM or UPM
it: Unità deve essere HZ, RPM o UPM

source: Warning: Harmonic phase has no reference.
it: Attenzione: nessun riferimento di fase per armonica.

source: Analog pulses
it: Impulsi analogici

source: RPM channel
it: Canale RPM

source: Order FFT setup
it: Impostazioni ordini FFT

source: Order resolution
it: Risol. ordini

source: Maximum order
it: Ordine max
