Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Resample data to angular domain for more exact calculation of power parameters
it: Ricampiona dati nel dominio del'angolo per migliore precisione di calcolo dei parametri power

source: Sharper anti-aliasing filter
it: Filtri anti-aliasing molto selettivi

source: Better filtering of higher harmonic components for the cost of less exact phase calculation. In case of deselecting this option, user should filter input data to order tracking with low-pass filter (FIR) when a lot of higher frequency components are present in the signal.
it: Migliore filtraggio di armoniche superiori a costo di un peggiore calcolo della fase. Deselezionando questa opzione, l'utente dovrebbe filtrare i dati per order tracking con filtro passa basso (FIR) quando sono presenti tante armoniche ad alta frequenza nel segnale.

source: Diagnostics
it: Diagnostica

source: Automatically show system info on startup
it: Mostra automaticamente info sistema all'avvio

source: Show system info (CPU load, disk space, buffers, task manager,...) in measurement screen
it: Mostra info sistema (carico CPU, spazio disco, buffers, task manager,...) nella schermata di misura

source: System info default page
it: Pannello predefinito di info sistema

source: Hardware debug channels
it: Canali debug hardware

source: Show debug system channels (sync error, IRIG time, VCXO values etc.)
it: Mostra canali debug sistema (errori sincronia, tempo IRIG, val VCXO, etc.)

source: Analysis
it: Analisi

source: Automatically select output channel on sound card
it: Imposta automaticamente il canale output su scheda audio

source: Select synchronous channel as output for sound replaying in analysis mode (0...None, 1...first sync channel,...)
it: Imposta canale sincrono per riproduzione audio in modalità analisi (0...Nessuno, 1...primo canale, ...)

source: Connection
it: Connessione

source: Starting TCP/IP port for MU data connection
it: Porta TCP/IP per connessione dati MU

source: First NET measurement unit connects to this port on client when data transfer is initiated. Subsequent MUs connect to the next port counting downwards. Port 8999 is reserved as command port on MUs and slave clients.
it: La prima unità di misura si connette a questa porta sul client per trasferimento dati. Le successive unità di misura si connettono a porte successive decrescenti. La porta 8999 è riservata per comunicare comandi su MU e slave clients.

source: Allow NET connection in master mode
it: Autorizza connessioni NET in modalità master

source: Allow NET client connection to this unit if it is in master client or master measurement unit mode
it: Autorizza connessioni NET da clients a questa unità sia in configurazione master client che master measurement

source: View client only
it: Solo view client

source: Master or view client
it: Sia Master che view client

source: Cross trigger
it: Trigger incrociato

source: Multicast group
it: Gruppo multicast

source: Cross trigger delay
it: Ritardo trigger incrociato

source: Experimental
it: Sperimentali

source: Features
it: Funzionalità

source: WARNING! These experimental features may change, break, or disappear at any time. We make absolutely no guarantees about what may happen if you turn one of these features on.
it: ATTENZIONE! Queste funzionalità sperimentali possono essere modificate o rimosse senza preavviso. Non c'è assolutamente alcuna garanzia di funzionamento del sofware con queste funzionalità attivate.

source: This option will disable hardware dual core switching on Sirius-CD. Dewesoft will do the gain switching instead.
it: Questa opzione disabilita il dual core hardware, sarà Dewesoft a fare lo switch del guadagno.

source: Read empty CAN messages
it: Leggi messaggi CAN vuoti

source: CAN timeout
it: Timeout CAN

source: Write XML defaults
it: Valori defaults su XML

source: If this is checked, also default properties will be written inside XMLs, which will increase file size.
it: Al check, anche le proprietà di default saranno scritte nei file XML, la dimensione del file sarà più grande.

source: SlackBot channel
it: Canale SlackBot

source: Send error message to SlackBot
it: Invia messaggio errore su SlackBot

source: Memory
it: Memoria

source: MemoryManager
it: Gestore memoria

source: Changing memory manager can improve/degrade performance and memory usage
it: Una diversa gestione della memoria può migliorare/degradare le performances e l'uso della memoria

source: Optimize for memory usage
it: Ottimizza per uso di memoria

source: Optimize for performance
it: Ottimizza per prestazioni

source: Maximum calculation delay
it: Massimo ritardo di calcolo

source: AD card, plugin or math can increase this value
it: Schede AD, plugins e matematica possono incrementare questo valore

source: Relative base directory
it: Directory base relativa

source: If relative path is set, all external files will be loaded from this base directory. If this is not set, sequencer will take base directory, where the sequence file is stored.
it: Se valorizzata, tutti i files esterni saranno caricati da questa directory base. Se non valorizzata, il sequencer considererà come directory base la stessa directory del file sequenza.

source: Data file location
it: Posizione file dati

source: Copy loaded data file to other location if test case fails
it: Copia il file dati su altra posizione se il test case fallisce

source: Warnings
it: Avvisi

source: Alarm reset settings
it: Annulla impost. allarmi

source: Use alarms when
it: Usa allarmi quando

source: Alarm output selection
it: Allarme selezione uscita

source: After
it: Dopo

source: On condition
it: Su condizione

source: Acquiring data
it: In acquisizione

source: Play sound on alarm
it: Emetti suono su allarme

source: Add event on alarm
it: Aggiungi evento su allarme

source: Alarm start conditions
it: Condizione inizio allarme

source: "Don't start" condition
it: Condizione "non inizio"

source: Alarm stop conditions
it: Condizione stop allarme

source: Load sound file at alarm
it: Carica file audio su allarme

source: Clear messages
it: Elimina messaggi

source: Clear Teds missing status
it: Elimina stato TEDS mancanti

source: Change color
it: Modifica colore

source: Edit math
it: Modifica math

source: Delete math
it: Elimina math

source: User inputs
it: Valori utente

source: Reset all stored values
it: Reset tutti valori

source: All devices
it: Tutti i dispositivi

source: AI devices
it: Dispositivi AI

source: AO devices
it: Dispositivi AO

source: CAN devices
it: Dispositivi CAN

source: DIO devices
it: Dispositivi DIO

source: GPS devices
it: Dispositivi GPS

source: Manage interfaces
it: Gestisci interfacce

source: Add device
it: Aggiungi dispositivo

source: Move device down
it: Muovi dispositivo giù

source: Move device up
it: Muovi dispositivo su

source: Remove device
it: Rimuovi dispositivo

source: Real measurement
it: Misura reale

source: Enter event notice
it: Inserire nota

source: Voice event recording
it: Registr. evento voce

source: Keyboard event (Space)
it: Evento tastiera (Spazio)

source: Enter notice (n)
it: Inserisci nota (n)

source: Voice event (v)
it: Evento voce (v)

source: Cursor event (c)
it: Evento cursore (c)

source: Time display
it: Display ora

source: Cycle data
it: Dati ciclo

source: Derivative
it: Derivata

source: Time/Revs
it: Tempo/Giri

source: Once per cycle data
it: Dati una volta al ciclo

source: Max pressure
it: Pressione max

source: Zero correction
it: Correzione zero

source: Work
it: Lavoro

source: Torque
it: Coppia

source: Cycle average
it: Media ciclo

source: &Select all
it: &Seleziona tutto

source: &Deselect all
it: &Deseleziona tutto

source: Scalar channels
it: Canali scalari

source: Vector channels
it: Canali vettore

source: Matrix channels
it: Canali matrice

source: Sync channels
it: Canali sincroni

source: Async channels
it: Canali asincroni

source: Single value channels
it: Canali singolo valore

source: Cycle channels
it: Canali ciclo

source: Once per cycle channels
it: Canali una volta al ciclo

source: Averaged cycle channels
it: Canali ciclo mediati

source: Set all to default
it: Imposta tutti come default

source: General file information
it: Informazioni generali file

source: Number of channels
it: Numero di canali

source: Store date and time
it: Data e ora salvataggio

source: Trigger conditions
it: Condizioni di trigger

source: Reduced rate
it: Rate ridotto

source: Show CAN messages
it: Mostra messaggio CAN

source: Event list
it: Lista eventi

source: Lock status
it: Stato protezione

source: Unlock (this session)
it: Sblocca (questa sessione)

source: Unlock
it: Sblocca

source: Lock (with password)
it: Proteggi (con password)

source: Lock (permanent)
it: Proteggi (permanente)

source: Filter by file type
it: Filtro per tipo

source: All files
it: Tutti files

source: Grid view
it: Vista griglia

source: DSGrid view
it: Vista lista

source: Sequence files
it: Files sequenza

source: New setup file
it: Nuovo setup

source: New sequence file
it: Nuova sequenza

source: Edit sequence
it: Modifica sequenza

source: Show in Explorer
it: Mostra in Explorer

source: Change icon
it: Cambia icona

source: Set custom data header field...
it: Campi intestazione personalizzati...

source: Folder selection
it: Seleziona cartella

source: Set as default project folder
it: Imposta come cartella progetti default

source: Go to default project folder
it: Vai a cartella progetti default

source: Browse folders
it: Sfoglia cartelle

source: Filename setup
it: Setup nome file

source: Name prefix
it: Prefisso

source: date of storing
it: data registrazione

source: time of storing
it: ora registrazione

source: Example
it: Esempio

source: Global channel view
it: Vista canali globale

source: Group channels
it: Raggruppa canali

source: Extensions
it: Estensioni

source: User interface
it: Interfaccia utente

source: Files and folders
it: Files e cartelle

source: Startup
it: Avvio

source: Advanced
it: Avanzate

source: Licensing
it: Licenza

source: Global variables
it: Variabili globali

source: Multiple instances
it: Istanze multiple

source: Allow multiple instances of Dewesoft
it: Permetti esecuzione di istanze multiple di Dewesoft

source: Starting setup
it: Impostazioni di avvio

source: When Dewesoft starts do
it: All'avvio di Dewesoft esegui

source: Nothing
it: Nessuno

source: Sequence filename
it: Nome file sequenza

source: Setup filename
it: Nome file setup

source: Automatically start acquisition
it: Inizia acquisizione automaticamente

source: Start in full screen mode
it: Inizia a schermo intero

source: Application process priority
it: Priorità esecuzione applicazione

source: Acquisition update rate
it: Velocità aggiornamento acquisizione

source: Prefered rate of acqusition loop
it: Vel predefinita del loop di acquisizione

source: Display update rate
it: Vel aggiornamento display

source: Prefered refresh rate of displays
it: Vel predefinita di aggiornamento dei display

source: Use multiple CPU cores if available
it: Utilizza cores multipli della CPU se disponibili

source: Decoupled acquisition and UI
it: Disaccoppia acquisizione e UI

source: Use dedicated thread for acquisition
it: Usa thread dedicato per acquisizione

source: Sync DB buffer length
it: Dimensione buffer DB sincrono

source: seconds
it: secondi

source: Direct buffer for synchronous channels
it: Buffer dati per canali sincroni

source: Async DB buffer length
it: Dimensione buffer DB asincrono

source: Direct buffer for asynchronous channels
it: Buffer dati per canali asincroni

source: Video memory
it: Memoria video

source: Dynamically increase async DB buffer
it: Incrementa dinamicamente buffer DB asincrono

source: Maximum async DB buffer size
it: Dim max buffer DB asincrono

source: Freeze buffer mode
it: Modalità freeze buffer

source: Freeze buffers require additional memory
it: Il buffer freeze richiede memoria aggiuntiva

source: Enabled
it: Abilitato

source: Fill samples when buffer is more than
it: Riempi campioni quando il buffer è più del

source: % full.
it: % pieno.

source: AO buffer length
it: Dimensione buffer AO

source: Buffer for "analog out" channels
it: Buffer per canali analogici di uscita

source: Interface
it: Interfaccia

source: Language
it: Lingua

source: Font size
it: Dim carattere

source: Background color
it: Colore di sfondo

source: Dark
it: Scuro

source: Light
it: Chiaro

source: Local time
it: Ora locale

source: Telemetry (UTC)
it: Telemetria (UTC)

source: Show channel description
it: Mostra descrizione canale

source: When checked, visual controls will show description next to channel name
it: Quando selezionato, i controlli visuali mostrano la descrizione a fianco del nome canale

source: Show displays toolbar in full screen mode
it: Mostra la barra degli strumenti in modalità fullscreen

source: Sounds
it: Audio

source: Sound card driver
it: Driver scheda audio

source: Sound format
it: Formato audio

source: Select samplerate and bit depth
it: Seleziona campionamento e risoluzione

source: Enable recording of voice events
it: Abilità registrazione di eventi voce

source: Beep at start trigger
it: Beep al trigger di start

source: Beep at stop trigger
it: Beep al trigger di stop

source: Shortcuts
it: Scorciatoie

source: Shortcut mapping
it: Mappa scorciatoie

source: Legacy
it: Originale

source: Folders
it: Cartelle

source: System folder
it: Cartella system

source: Open system folder in explorer
it: Apri cartella system in explorer

source: Default folders
it: Cartelle default

source: Default folder for exports
it: Cartella di default per esportazioni

source: Default folder for setup files
it: Cartella di default per file di setup

source: Default folder for data files
it: Cartella di default per file dati

source: Database files
it: Files database

source: Bearings
it: Cuscinetti

source: Math templates
it: Modelli matematica

source: GPS maps
it: Mappe GPS

source: GPS maps folder(s)
it: Cartelle mappe GPS

source: Create zipped data files (.dxz) at the end of measurement
it: Crea file dati compresso (.dxz) alla fine della misura

source: Minimum disk space
it: Spazio disco minimo

source: Storing will be stopped when minimum disk space is reached
it: La registrazione sarà fermata al raggiungimento dello spazio disco minimo

source: Default video settings
it: Impostazioni video predefinite

source: Online video file format
it: Formato file video online

source: Auto compress (offline) after measurement
it: Comprimi automaticamente (offline) dopo la misura

source: For lower CPU usage, enable this option and disable online compression
it: Per minore utilizzo della CPU, abilita questa opzione e disabilita compressione online

source: Online compression settings
it: Impostazioni di compressione online

source: Offline compression settings
it: Impostazioni di compressione offline

source: Print margins
it: Margini di stampa

source: Borders in mm
it: Margine in mm

source: Report header
it: Intestazione report

source: Report header text
it: Testo intestazione report

source: Logo filename
it: Nome file logo

source: No image
it: Nessuna immagine

source: Automatically lock data files after storing
it: Proteggi file dati automaticamente dopo acquisizione

source: Prevent modifiying of data files in analyse mode
it: Non permettere modifica file dati in modalità analisi

source: With password
it: Con password

source: Lock settings
it: Proteggi impostazioni

source: Use admin password for entering settings
it: Usa password amministratore per entrare nel setup

source: This password is needed in order to enable user access locking
it: Questa password è necessaria per abilitare la protezione utente

source: Lock user access
it: Proteggi accesso utente

source: Use for changing the setup
it: Usa per modificare il setup

source: Use for stopping measurement
it: Usa per fermare la misura

source: Use for leaving full screen
it: Usa per uscire da schermo intero

source: Use for changing the sequence
it: Usa per cambiare la sequenza

source: Use for editing sensors
it: Usa per modificare i sensori

source: User access password
it: Password utente

source: Allow user to select different project
it: Permetti all'utente di selezionare un progetto diverso

source: Close dewesoft
it: Chiudi dewesoft

source: Database file
it: File database

source: Offset will be defined in the channel setup
it: L'offset sarà definito nel setup canale

source: Additional scale factor can be defined in channel setup
it: Fattore di scala aggiuntivo può essere definito in setup canale

source: NTP servers
it: Servers NTP

source: Number of retries before switching to next NTP server
it: Numero di tentativi prima di passare al prossimo server NTP

source: Check NTP servers
it: Verifica servers NTP

source: Ignore warnings (this will change your current project)
it: Ignora avvisi (questo modificherà il progetto corrente)

source: Select another project
it: Seleziona un altro progetto

source: Existing files
it: Files esistenti

source: Export file name
it: Nome file esportazione

source: Common export settings
it: Impostazioni di export comuni

source: Specific export settings
it: Impostazioni di export specifiche

source: Save file to Excel
it: Salva file su Excel

source: Open folder...
it: Apri cartella...

source: Rename file...
it: Rinomina file...

source: Create new folder
it: Crea nuova cartella

source: Print page marings
it: Stampa margini pagina

source: Protect setup file from opening with encryption
it: Proteggi il file setup dall'apertura con criptaggio

source: Encrypt setup and data file with password
it: Cripta il setup e file dati con password

source: Change password
it: Cambia password

source: Make part of setup read only or hidden
it: Blocca o nasconde parti di setup

source: Lock setup/modules with permission scheme
it: Proteggi file di setup/moduli con schema di permessi

source: Temporarily unlock for editing
it: Sblocca temporaneamente per modifica

source: Require specific license for opening setup file
it: E' richiesta una licenza specifica per aprire il file setup

source: Shunt cal resistor
it: Resistenza shunt cal

source: Project name
it: Nome progetto

source: Operater
it: Operatore

source: Place of measurement
it: Luogo misura

source: Comments
it: Commenti

source: Shutdown on critical limit
it: Arresta su limite critico

source: Transfer curve will only be applied to frequency domain. Signal will not be changed in time domain.
it: La funzione di trasferimento è usata solo nel dominio della frequenza. Nessun cambiamento ai canali nel dominio del tempo.

source: Copy Re / Im to clipboard
it: Copia parte Re/Im su appunti

source: Copy Ampl / Phase to clipboard
it: Copia ampiezza/fase su appunti

source: Criteria
it: Criterio

source: Start storing conditions
it: Condizioni di Start

source: "Don't store" conditions
it: Condizioni di "Non salvataggio"

source: Start trigger setup
it: Impostazione trigger start

source: Adjusted
it: Regolato

source: Holdoff time
it: Holdoff

source: Post time extension
it: Post Estensione

source: Send and receive stop trigger
it: Invia e ricevi stop trigger

source: Stop storing conditions
it: Condizioni Stop

source: Stop trigger setup
it: Trigger Stop

source: Standard devices
it: Dispositivi standard

source: Legacy devices
it: Dispositivi proprietari

source: Show disabled
it: Mostra disabilitato

source: Show enabled
it: Mostra abilitato

source: Show all
it: Mostra tutto

source: Extension type
it: Tipo estensione

source: Extension
it: Estensione

source: This extension can not be disabled.
it: Questa estensione non può essere disabilitata.

source: Manage GPS devices
it: Gestisci dispositivi GPS

source: Add GPS device
it: Aggiungi dispositivi GPS

source: Active licenses
it: Licenze attive

source: Non-active licenses
it: Nessuna licenza attiva

source: Create new license
it: Crea nuova licenza

source: License number
it: Numero licenza

source: Warning: License will be valid only for the measurement hardware (or computer MAC) and options which are chosen at this moment. Please make sure that you choose all the devices, options and plugins which you will use.
it: Attenzione: la licenza sarà valida solo per l'hardware di misura (o MAC del computer) e le opzioni selezionate in questo momento. Prego assicurarsi di aver selezionato tutti i dispositivi, opzioni e plugins che saranno utilizzati.

source: Software will be registered to the following hardware
it: Il software sarà registrato sul seguente hardware

source: Devices not found or not connected
it: Dispositivi non trovati o non connessi

source: Import license
it: Importa licenza

source: Import offline license...
it: Importa licenza offline...

source: Registration status
it: Stato registrazione

source: Substatus
it: Sottostato

source: Write license to...
it: Scrivi licenza su...

source: Save offline license
it: Salva licenza offline

source: Channel setup sample rate
it: Freq di acquisizione in setup canali

source: Enable DSI adapters, TEDS sensors
it: Abilita adattatori DSI, sensori TEDS

source: Allow remote connections to this system
it: Autorizza connessioni remote a questo sistema

source: Remote mode
it: Modalità remota

source: Store data on remote measurement units
it: Salva dati su unità di misura

source: Disable mouse && keyboard on measurement units
it: Disabilita mouse e tastiera su unità di misura

source: Auto connect
it: Auto connessione

source: Auto connect to measurement units on start and exit of settings
it: Collegamento automatico alle unità di misura remote all'avvio e all'uscita dalle impostazioni

source: SBOX settings
it: Impostazioni SBOX

source: To power on/off the system on remote external pin
it: Per accendere/spegnere il sistema da pin esterno

source: Remote power on on external pin
it: Accensione remota su pin esterno

source: Remote power on and off on external pin
it: Accenzione e spegnimento da remoto su pin esterno

source: System serial number
it: Numero di serie del sistema

source: Project warnings
it: Avvisi di progetto

source: Show warning if stored device is not found
it: Mostra avviso se il dispositivo memorizzato non viene trovato

source: Show warning if stored serial number does not match with real device
it: Mostra avviso se il il seriale memorizzato non coincide con il dispositivo in uso

source: Setup warnings
it: Avvisi di setup

source: Show setup messages on any error/warning
it: Mostra messaggi di setup per ogni errore/avviso

source: Setup messages will be shown when loading setup
it: I messaggi di setup saranno visualizzati quando il setup viene caricato

source: Show warning if Teds is disconnected
it: Mostra avviso se Teds viene disconnesso

source: Notification will be visible in analog channels grid
it: Le notifiche saranno visibili nella griglia dei canali analogici

source: from RMS
it: da RMS

source: Scale to deg. F
it: Scala su deg. F

source: Unsupported parameter /STARTUPTIMEOUT_MS:
it: Parametri non supportati /STARTUPTIMEOUT_MS:

source: Not defined
it: Non definito

source: Undefined
it: Non definito

source: System
it: Sistema

source: Local system
it: Sistema locale

source: Capacity
it: Capacità

source: Quarter bridge 3-wire
it: Quarto ponte 3-fili

source: Quarter bridge 4-wire
it: Quarto ponte 4-fili

source: Half
it: Mezzo

source: Quarter 3-wire
it: Quarto 3-fili

source: Quarter 4-wire
it: Quarto 4-fili

source: Differential
it: Differenziale

source: Bipolar
it: Bipolare

source: Unipolar
it: Unipolare

source: termination
it: terminazione

source: Bridge configuration
it: Configurazione bridge

source: Excitation voltage
it: Tensione eccitazione

source: Bridge resistance
it: Resistenza ponte

source: Shunt resistance
it: Resistenza shunt

source: Excitation current [mA]
it: Corrente eccitazione [mA]
