Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: File is not postprocessed
it: File non post-processato

source: Invalid Dewesoft data file
it: File dati Dewesoft non valido

source: Storing video
it: Registrazione video

source: Valid network interface is not selected.
it: Interfaccia di rete non selezionata o non valida.

source: Unknown error
it: Errore sconosciuto

source: Enter the name of new project
it: Inserisci il nome del nuovo progetto

source: New project will be based on
it: Il nuovo progetto sarà basato su

source: New project will be blank
it: Il nuovo progetto sarà vuoto

source: Project name already exists
it: Il nome progetto esiste già

source: Project file can't be created. Please check the file name.
it: Il file progetto non può essere creato. Verificare il nome del file.

source: Project not found
it: Progetto non trovato

source: Invalid file structure. Data file is corrupted.
it: Struttura file non valida. Il file dati è corrotto.

source: Add project
it: Aggiungi progetto

source: Rename project
it: Rinomina progetto

source: Remove project
it: Rimuovi progetto

source: Import project from file
it: Importa progetto da file

source: At least one project file must exists.
it: Deve esistere almeno un file progetto.

source: Do you really want to delete project file?
it: Vuoi veramente eliminare il file progetto?

source: Please enter new name for the project
it: Prego inserire il nuovo nome per il progetto

source: Can't rename project file. Please enter again the file name.
it: Impossibile rinominare il file progetto. Prego inserire nuovamente il nome.

source: Project file is not valid or has the wrong structure
it: Il file progetto non è valido oppure ha una struttura errata

source: Unable to load project
it: Impossibile caricare progetto

source: Old project was renamed to:
it: Il vecchio progetto è stato rinominato in:

source: Plugins not working in demo mode
it: Plugins non funzionanti in modalità demo

source: Enabled GPS does not work in demo mode
it: Il GPS abilitato non funziona in modalità demo

source: DAQ card
it: Scheda DAQ

source: Missing
it: Mancante

source: TRIAL expired
it: TRIAL scaduto

source: Hardware not found
it: Hardware non trovato

source: Channel buffer too small
it: Buffer canali troppo piccolo

source: All groups
it: Tutti gruppi

source: Phase angle
it: Angolo fase

source: Sensor output
it: Uscita sensore

source: Module already added
it: Modulo già presente

source: Max number of instances reached
it: Max numero istanze raggiunto

source: Analog input channels settings.
it: Impostazioni canali analogici.

source: Generates analog output signals (noise, sinewave, triangular, rectangular, saw, arbitrary).
it: Genera segnali analogici in uscita (rumore, sinusoidi, triangolari, rettangolari, sega, arbitrari)

source: Function generator
it: Generatore Funzioni

source: No license for function generator
it: Nessuna licenza per generatore di funzioni

source: GPS device settings.
it: Impostazioni dispositivo GPS.

source: CAN device settings.
it: Impostazioni canali CAN.

source: Support for digital sensors
it: Supporto per sensori digitali

source: Digital in settings.
it: Impostazioni ingressi digitali.

source: Mathematic functions
it: Funzione matematica

source: filtering
it: filtraggio

source: statistics
it: statistiche

source: reference curves
it: curve di riferimento

source: time and frequency domain analysis
it: analisi dominio tempo e frequenza

source: machinery diagnostics
it: diagnosi macchine

source: counting procedures
it: procedure di conteggio

source: Triggered alarm outputs (digital, analog or virtual)
it: Uscite allarmi triggerati (digitali, analogici o virtuali)

source: Analog and digital out settings.
it: Impostazioni uscite analogiche e digitali.

source: Analog/digital out
it: Uscite analogiche/digitali

source: Custom metadata entries for data file.
it: Definizione di campi metadata per il file.

source: No fields defined
it: Nessun campo definito

source: Data file name, triggering and multifile options.
it: Nome file dati, opzioni di trigger e salvataggio multi files.

source: Camera device settings.
it: Impostazioni telecamere.

source: Event list (keyboard, notice, and voice).
it: Lista eventi (tastiera, nota, voce)

source: Read protect data file
it: Protegge file dati da lettura

source: Imports channels from other data files.
it: Importa canali da altri file dati.

source: All channels shown and editable in one list.
it: Tutti i canali mostrati e modificabili in una lista.

source: File locking and encryption
it: Impostazioni di protezione e criptaggio

source: Failed to load setup file. Password is not valid.
it: Caricamento file setup fallito. Password non valida.

source: This file already contains offline math objects. Delete existing offline objects?
it: Questo file contiene già oggetti offline. Eliminare gli oggetti offline esistenti?

source: This file already contains offline math objects.
it: Questo file contiene già oggetti offline.

source: Delete existing offline objects?
it: Eliminare gli oggetti offline esistenti?

source: Registration
it: Registrazione

source: Dewesoft not registered for
it: Dewesoft non è registrato per

source: math removed
it: math rimossa

source: Full screen
it: Schermo intero

source: Start storing
it: Inizia acquisizione

source: Stop acquisition
it: Stop acquisizione

source: Notice event
it: Evento nota

source: Cursor event
it: Evento cursore

source: Switch freeze mode
it: Switch modalità freeze

source: Show calculation delay
it: Mostra ritardo calcolo

source: Show channel info
it: Mostra info canali

source: Show debug info
it: Mostra info debug

source: Show profiler
it: Mostra profiler

source: Pause storing
it: Pausa acquisizione

source: Slow storing started
it: Acquisizione lenta iniziata

source: Slow storing stopped
it: Acquisizione lenta fermata

source: No trigger shots available for storing
it: Non ci sono eventi di trigger per iniziare acquisizione

source: Data lost
it: Dati persi

source: Simple edge
it: Fronte semplice

source: Filtered edge
it: Fronte filtrato

source: Window and pulsewidth
it: Finestra e durata impulso

source: Delta amplitude
it: Delta ampiezza

source: Level
it: Livello

source: AVE of
it: MEDIA di

source: RMS of
it: RMS di

source: MAX of
it: MAX di

source: MIN of
it: MIN di

source: Channel not used.
it: Canale non usato.

source: Unassigned channel
it: Ch non selezionato

source: Manual trigger
it: Trigger manuale

source: always fast
it: sempre veloce

source: always slow
it: sempre lento

source: fast on trigger
it: veloce su trigger

source: fast on trigger, slow otherwise
it: veloce su trigger, altrimenti lento

source: Cross trigger missed
it: Trigger incrociato perso

source: Locating math:
it: Ricerca matematica:

source: Locating plugin:
it: Ricerca plugin:

source: requires newer version of Dewesoft
it: necessita di nuova versione di Dewesoft

source: Error initializing
it: Errore inizializzazione

source: Loading plugin:
it: Caricamento plugin:

source: Could not initialize CEF.
it: Impossibile inizializzare CEF.

source: Export current display to avi file
it: Esporta display corrente su file avi

source: Close application
it: Chiudi applicazione

source: Send command to specific plug-in
it: Invia comando a plug-in specifico

source: Offline recalculate
it: Ricalcola offline

source: Store calculated channels in analyse mode
it: Salva canali calcolati in modalità analisi

source: Set shunt for all channels
it: Imposta shunts per tutti canali

source: Set power on default for all AI channels
it: Imposta parametri predefiniti power on su tutti i canali AI

source: Reset power on default for all AI channels
it: Resetta parametri predefiniti power on per tutti i canali AI

source: Export sequencer variables to XML file
it: Esporta variabili sequencer su file XML

source: Import sequencer variables from XML file
it: Importa variabili sequencer da file XML

source: Action blocks
it: Blocco azione

source: Decision blocks
it: Blocco decisione

source: Wait blocks
it: Blocco attesa

source: Others
it: Altri

source: Root folder name
it: Nome cartella radice

source: Number of tests
it: Numero di test

source: Enter new test case name
it: Inserire nome nuovo test case

source: Group name already exists
it: Nome gruppo esistente

source: Cannot export data to XML format!
it: Impossibile esportare dati in formato XML!

source: Cannot export data to Excel!
it: Impossibile esportare dati su Excel!

source: Cannot import data from XML format!
it: Impossibile importare dati in formato XML!

source: Tests failed
it: Test fallito

source: ignored
it: ignorato

source: not started
it: non iniziato

source: Action
it: Azione

source: No action
it: Nessuna azione

source: Export data
it: Esporta dati

source: Excel script not defined.
it: Script Excel non definito.

source: No samples acquired
it: Nessun campione acquisito

source: Acquisition not running
it: Acquisizione in corso

source: Device is not connected
it: Il dispositivo non è connesso

source: Cannot clear data
it: Impossibile cancellare dati

source: Select custom block
it: Seleziona blocco custom

source: If
it: Se

source: Repetition
it: Ripetizione

source: Repeat
it: Ripeti

source: Could not execute application
it: Impossibile eseguire applicazione

source: Could not delete the file
it: Impossibile cancellare il file

source: Could not copy the file
it: Impossibile copiare il file

source: Please enter new file name
it: Prego inserire il nuovo nome

source: File already exists
it: Il file esiste già

source: Could not rename the file
it: Impossibile rinominare file

source: Global variable not found
it: Variabile globale non trovata

source: Incompatible types
it: Tipi incompatibili

source: Continue
it: Continua

source: Wait for user
it: Attendi utente

source: Wait for value
it: Attendi valore

source: Wait for trigger
it: Attendi trigger

source: Wait for load setup
it: Attendi caricamento setup

source: Wait for stop storing
it: Attendi stop registrazione

source: Video files
it: Files video

source: Audio files
it: Files audio

source: Can not open file
it: Impossibile aprire file

source: Select folder
it: Seleziona cartella

source: Relative path
it: Path relativo

source: Absolute path
it: Path assoluto

source: Path
it: Percorso

source: If you want to use a relative
it: Se vuoi usare un percorso

source: path, it is necessary to save
it: relativo, è necessario salvare

source: the sequence before.
it: prima la sequenza.

source: Please enter new name
it: Prego inserire il nuovo nome

source: New custom block
it: Nuovo blocco personalizzato

source: Please enter new custom block
it: Prego inserire nuovo blocco personalizzato

source: Done: build all
it: Fatto: compilato tutto

source: Done: there are errors
it: Fatto: ci sono errori

source: Can not save file
it: Impossibile salvare file

source: Event block
it: Blocco evento

source: New test case
it: Nuovo test case

source: Can not save to file
it: Impossibile salvare su file

source: Please enter new folder name
it: Prego inserire il nuovo nome cartella

source: The file you have selected exceed the file size limit
it: I files selezionati superano il limite di dimensione max

source: Error on exporting variables
it: Errore esportazione variabili

source: Error on importing variables
it: Errore importazione variabili

source: Out of disk space
it: Spazio disco terminato

source: Synchronize
it: Sincronizza

source: Measurement unit already exists
it: L'unità di misura esiste già

source: NET error on receiving
it: Errore NET su ricezione

source: Searching for server
it: In ricerca del server

source: NET error on sending
it: Errore NET su invio

source: No MUs are defined yet. Please set MUs first in "Setup measurement units".
it: Non ci sono MUs definite. Prego selezionare MUs in "Impostazioni unità di misura".

source: No hardware selected. Master MU mode not available.
it: Nessun hardware selezionato. Modo master MU non disponibile.

source: Cannot select client mode.
it: Impossibile selezionare modo client.

source: Please set: No A/D hardware.
it: Prego selezionare: Nessun hardware A/D.

source: Could not set the same samplerate on all MUs
it: Impossibile impostare il campionamento su tutti i MUs

source: No response from measurement unit
it: Nessuna risposta dall'unità di misura

source: Wrong response from measurement unit
it: Risposta errata dall'unità di misura

source: Version of RunExe on measurement unit too old
it: RunExe troppo vecchio sull'unità di misura

source: Setup of IP address not correct
it: Impostazioni IP non corrette

source: Measurement unit not detected
it: Unità di misura non rilevata

source: Fixing network problems
it: In risoluzione problemi di rete

source: Dewesoft not running
it: Dewesoft non in esecuzione

source: ready to start
it: pronto

source: not found in default folder
it: non trovato nella cartella predefinita

source: Dewesoft running
it: Dewesoft in esecuzione

source: unknown mode
it: modo sconosciuto

source: auto detect client mode
it: determina automaticamente modo

source: master client mode
it: modo client master

source: view client mode
it: modo unità client di visualizzazione

source: master measurement unit mode
it: modo unità master di misura

source: slave measurement unit mode
it: modo unità slave di misura

source: slave client unit mode
it: modo unità slave client

source: standalone mode
it: modo standalone

source: firewall status unknown
it: stato firewall sconosciuto

source: Connection not available
it: Connessione non disponibile

source: Measurement unit not responding
it: L'unità di misura non risponde

source: Transfering data
it: In trasferimento dati

source: Success
it: Successo

source: In progress
it: In progresso

source: Please select at least one measurement unit.
it: Prego selezionare almeno una unità di misura.

source: Connect failed
it: Connessione fallita

source: Dewesoft on this computer is too old
it: Versione Dewesoft troppo vecchia su questo computer

source: Dewesoft on measurement unit is too old
it: Versione Dewesoft troppo vecchia sulle unità di misura

source: Measurement unit in store mode
it: Unità di misura in registrazione

source: Can't select common mode
it: Impossibile selezionare modo comune

source: communication error
it: errore comunicazione

source: View client cannot connect to slave client
it: Il view client non riesce a connettersi con lo slave client

source: Timing does not match to master unit
it: La sincronia non coincide con l'unità master

source: Timing does not match across clients
it: La sincronia non coincide tra i clients

source: Connect aborted
it: Connessione annullata

source: Can't gain control
it: Impossibile ottenere controllo

source: Connecting
it: In connessione

source: Connected
it: Connesso

source: Failed to open file
it: Errore di apertura file

source: Local mode
it: Modo locale

source: Waiting for single bandwidth measurement
it: In attesa di misura banda singola

source: Measuring single bandwidth
it: Misura banda singola

source: Reconnect
it: Riconnetti

source: Connected and initialized
it: Connesso e inizializzato

source: Initialization failure
it: Errore inizializzazione

source: Connection failure
it: Errore connessione

source: Measuring group bandwidth
it: In misura banda del gruppo

source: Waiting for group bandwidth measurement
it: In attesa di misura banda del gruppo

source: Bandwidth measurement done
it: Misura banda effettuata

source: Transfer rate
it: Vel trasferimento

source: single value
it: singolo valore

source: not available
it: non disponibile

source: Remote setup
it: Setup remoto

source: Configuration
it: Configurazione

source: remote desktop
it: desktop remoto

source: VNC already running
it: VNC è già in esecuzione

source: Remote connection to
it: Connessione remota a

source: FW new version
it: Nuova versione FW

source: Reprogram
it: Riprogramma

source: Uploading
it: Caricamento

source: New version avaiable
it: Nuova versione disponibile

source: Old version avaiable
it: Disponibile versione precedente

source: Up to date
it: Aggiornato

source: Invalid firmware package file.
it: File firmware pack non valido.

source: Device type will be changed. Would you like to continue?
it: Il tipo di dispositivo sarà modificato. Vuoi continuare ?

source: Device(s) will be downgraded. Would you like to continue?
it: I dispositivi saranno downgradati. Vuoi continuare ?

source: Device(s) will be upgraded. Would you like to continue?
it: I dispositivi saranno aggiornati. Vuoi continuare ?

source: Disconnecting
it: Disconnessione

source: Erasing
it: Eliminazione

source: Reconnecting
it: Riconnessione

source: Upgrade failed; Error code:
it: Aggiornamento fallito; codice errore:

source: Upgrade succeeded
it: Aggiornato con successo

source: Please wait
it: Attendere

source: Upgrade failed
it: Aggiornamento fallito

source: Event log
it: Log eventi

source: Submit form
it: Invia form

source: Debug log
it: Log debug

source: Close Dewesoft
it: Chiudi Dewesoft

source: Tell us what's happening
it: Dicci cosa sta succedendo

source: Enter password
it: Inserisci password

source: Confirm password
it: Conferma password

source: No signal
it: Nessun segnale

source: CPU load
it: Carico CPU

source: Memory used
it: Memoria usata

source: Fixed disks space
it: Spazio disco fisso

source: Acquisition buffer usage
it: Uso buffer acquisizione

source: Video information
it: Informazioni video

source: Critical limit exceeded
it: Limite critico superato

source: Critical limit exceeded for channel
it: Limite critico superato per canale

source: Warning limit exceeded
it: Avviso limite superato

source: Battery
it: Batteria

source: Unable to initialize microphone
it: Impossibile inizializzare il microfono

source: Please wait until connection with the server is established.
it: Prego attendere fino alla connessione con il server.

source: Internal variable
it: Variabile interna

source: Internal variables
it: Variabili interne

source: Ch. name
it: Nome ch

source: Ch. type
it: Tipo ch

source: Start value
it: Val iniziale

source: Last value
it: Ultimo valore

source: An Unique ID with that name already exists. Please choose a different name.
it: Esiste già un ID univoco con lo stesso nome. Prego scegliere un nome diverso.

source: Merge mode
it: Modo unione

source: No merge (add variables)
it: Non unire (aggiungi variabile)

source: By channel name
it: Per nome canale

source: By channel index
it: Per indice canale

source: Keep existing variables
it: Mantieni variabili esistenti

source: Delete existing variables
it: Elimina variabili esistenti

source: Variables already exist
it: La variabile esiste già

source: Floating point
it: Virgola mobile

source: Load variables
it: Caricamento variabili

source: Loading dwcalc-x.dll external module
it: Caricamento modulo esterno dwcalc-x.dll

source: Loading aes.dll external module
it: Caricamento modulo esterno aes.dll

source: Loading dwvideo.dll external module
it: Caricamento modulo esterno dwvideo.dll

source: Loading dsp external module
it: Caricamento modulo esterno dsp

source: error while storing offline data
it: errore durante la registrazione dei dati offline

source: Initiating acquisition
it: Inizializzazione acquisizione

source: Stopping acquisition
it: Chiusura acquisizione

source: Device error
it: Errore dispositivo

source: Check updates
it: Verifica aggiornamenti

source: Check synchronization settings
it: Verifica impostazioni syncronizzazione

source: Firmwares are not compatible together. Please, upgrade all DEWESoft Daq devices to the same version!
it: I Firmwares non sono compatibili. Aggiornare tutti i dispositivi Dewesoft Daq alla stessa versione!

source: Load display and offline math
it: Carica display e offline math

source: Load display and math setup
it: Carica setup display e math

source: Save file changes
it: Salva modifiche al file

source: Save setup to file
it: Salva setup su file

source: Video has not been stored. All video data will be lost!
it: Il video non è stato salvato. I dati andranno persi!

source: Are you sure you want to close data file?
it: Sicuro di voler chiudere il file dati?

source: Stopping analog output
it: Stop uscita analogica

source: Please select at least one channel.
it: Selezionare almeno un canale.

source: Triggering disabled on following offline channels
it: Il triggering è disabilitato sui seguenti canali offline

source: Sample rate not equal on all MUs
it: Il campionamento non è uguale su tutte le MUs

source: Please wait until modules are scanned!
it: Prego attendere la scansione dei moduli!

source: Datafile
it: Carica Data File

source: Ethercat libraries failed to load
it: Errore caricamento librerie Ethercat

source: or
it: o

source: No channels selected for storing
it: Nessun canale selezionato per registrazione

source: Not enough free disk space. Cannot start storing.
it: Spazio disco insufficiente. Impossibile registrare.

source: Updating amplifiers
it: Aggiornamento amplificatori

source: First scan of amplifiers
it: Prima scansione amplificatori

source: Loading setup
it: Caricamento setup

source: Loading setup on MU
it: Caricamento setup su MU

source: Please stop acquistion
it: Prego fermare l'acquisizione

source: Loading settings
it: Caricamento impostazioni

source: Closing settings
it: Chiusura impostazioni

source: Setup version
it: Versione setup

source: File locked
it: File protetto

source: Importing CA module not supported
it: Importazione modulo CA non supportato

source: Error at load setup
it: Errore caricamento setup

source: No last setup saved
it: Nessun 'ultimo setup' salvato

source: Could not save setup to file
it: Impossibile salvare il file di setup

source: Data header is not the same as in the setup file. To fix this, import the header from setup file and reload the setup.
it: L'intestazione è diversa dal file di setup. Per risolvere importare l'intestazione dal setup.

source: (BEFORE storing)
it: (PRIMA di registrare)

source: (AFTER storing)
it: (DOPO registrazione)

source: New setup defaults
it: Voci default su nuovo setup

source: Access denied
it: Accesso negato

source: Invalid file name
it: Nome file non valido

source: Printer error or no printer is currently selected.
it: Errore di stampa o nessura stampante selezionata.

source: Mem left
it: Mem disp

source: Time left
it: Tempo disp

source: Disk left
it: Spazio disp

source: Buf used
it: Buffer usato

source: Not storing
it: Non registra

source: Sync lost
it: Sync persa

source: One or more required inputs are empty!
it: Uno o più campi necessari sono vuoti!

source: Error setting sample rate on MU
it: Errore di impostazione campionamento su MU

source: Unable to set sample rate on measurement unit(s).
it: Impossibile impostare la freq di campionamento sulle unità di misura.

source: Measurement unit(s) is (are) in remote display setup.
it: Le unità di misura sono in setup display remoto.

source: Go out of remote display setup and set sample rate again.
it: Esci dal setup del display remoto e imposta la frequenza di campionamento di nuovo.

source: Name of display
it: Nome display

source: Cannot delete last existing display.
it: Impossibile cancellare ultimo display.

source: Do you really want to delete display?
it: Vuoi veramente cancellare ultimo display?

source: Post sync of zipped files not supported
it: Post sync dei file compressi non è supportato

source: Unable to rename video file
it: Impossibile rinominare file video

source: Do you want to save the changes to
it: Vuoi salvare modifiche su

source: Initializing measurement
it: Inizializzazione misura

source: Initializing channel setup
it: Inizializzazione setup canale

source: Storing in progress. Press stop
it: Salvataggio in corso. Premi stop
