Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Time source
it: Sorgente clock

source: Using
it: In uso

source: Setup NTP servers
it: Imposta servers NTP

source: Number of clocks
it: Minero di clock

source: Max. frequency
it: Frequenza max

source: Correction limit
it: Limite correzione

source: Used for scan clock
it: Usato per scansionare clock

source: Code type
it: Tipo codice

source: Modulation
it: Modulazione

source: Camera setup
it: Setup camera

source: Preview
it: Anteprima

source: Camera name
it: Nome camera

source: File format
it: Formato file

source: Container format for video files
it: Formato contenitore file video

source: Choose DVI for maximum storing performance
it: Scegli DVI per prestazioni di registrazione massime

source: DVI (best performance)
it: DVI (migliori prestazioni)

source: Choose AVI for compatibility for standard video players
it: Scegli AVI per compatibilità con riproduttori video standard

source: Use default settings
it: Usa impostazioni default

source: Codec / compression
it: Codec / compressione

source: Change
it: Cambia

source: Compress offline
it: Compressione offline

source: Online decompression
it: Decompressione online

source: Check this if you have performance issues. Video file will not be affected.
it: Selezionare in caso di problemi di performances. Il file video salvato non è affetto da questa opzione.

source: Decode only keyframes (for online display)
it: Decodifica solo keyframes (solo display online)

source: Some MJPEG formats are not sequences of valid JPEG pictures. Use this to force FFMPEG decompression of MJPEG
it: Alcuni formati MJPEG non sono valide sequenze di immagini JPG. Usa questa funzione per forzare FFMPEG a decomprimere MJPEG

source: Force decompression
it: Forza decompressione

source: Rotation
it: Rotazione

source: Default angle
it: Angolo default

source: Camera settings
it: Impostaz. camera

source: Format
it: Formato

source: Camera options
it: Opzioni camera

source: Store options
it: Opzioni di registrazione

source: Reduced frame rate
it: Frame rate ridotto

source: Store always fast
it: Registra sempre veloce

source: Store always reduced
it: Registra sempre ridotto

source: Store fast on trigger
it: Registra veloce su trigger

source: Store always reduced and fast on trigger
it: Registra sempre ridotto ma veloce su trigger

source: High speed camera options
it: Opzioni telecamere alta velocità

source: Store on start of acquisition
it: Salva su start acquisizione

source: Store on DEWEsoft trigger
it: Salva su trigger Dewesoft

source: Store on external trigger
it: Salva su trigger esterno

source: Default ONLINE compression settings
it: Impostazioni compressione ONLINE default

source: Default OFFLINE compression settings
it: Impostazioni compressione OFFLINE di default

source: Offline compression always creates AVI file
it: Compressione offline crea sempre files AVI

source: Choose this if CPU has troubles compressing online
it: Scegli questa opzione se la CPU non riesce a comprimere online

source: Message line
it: Linea messaggio

source: Video compression setup
it: Impostazione compressione video

source: Compression
it: Compressione

source: Images
it: Immagini

source: fastest (largest file)
it: veloce (file più grande)

source: slowest (smallest file)
it: lento (file più piccolo)

source: 0 (maximum quality)
it: 0 (qualità massima)

source: 50 (smallest file)
it: 50 (file più piccolo)

source: 1 (fastest seeking)
it: 1 (ricerca veloce)

source: 100 (smallest file)
it: 100 (file più piccolo)

source: 64 kB/sec (smallest files)
it: 64 kB/s (files più piccoli)

source: 8 Mb/s (maximum quality)
it: 8 Mb/s (qualità massima)

source: Quality
it: Qualità

source: Quality control
it: Controllo qualità

source: Constant quality
it: Qualità costante

source: Constant bitrate
it: Bitrate costante

source: 2 (maximum quality)
it: 2 (qualità max)

source: 12 (smallest file)
it: 12 (file più piccolo)

source: Image format
it: Formato immagine

source: Video mode
it: Modo video

source: Custom setup
it: Impostazioni personalizzate

source: Auto shutter can reduce camera frame rate.
it: Auto shutter può ridurre il frame rate camera.

source: Warning
it: Avviso

source: Use trigger
it: Usa trigger

source: Picture setup
it: Setup immagine

source: Custom settings
it: Impostaz. personalizzate

source: Direct setup
it: Setup diretto

source: Resolution
it: Risoluzione

source: Dialog setup
it: Dialogo setup

source: Source
it: Sorgente

source: Batch calculation
it: Calcolo batch

source: Overall progress
it: Progresso complessivo

source: Current file progress
it: Progresso file corrente

source: Apply action
it: Applica azione

source: Reference file
it: File riferimento

source: Apply action from reference file to selected files
it: Applica azione dal file riferimento a quello selezionato

source: Select reference file
it: Seleziona file riferimento

source: Descriptor
it: Descrittore

source: First
it: Primo

source: Step
it: Intervallo

source: Define table
it: Definisci tabella

source: Automatic
it: Auto

source: Channel name
it: Nome canale

source: Min value
it: Valore min

source: Max value
it: Valore max

source: Description
it: Descrizione

source: Paste selection
it: Incolla selezione

source: Paste from
it: Incolla da

source: Paste to
it: Incolla su

source: Paste group
it: Incolla gruppo

source: none
it: niente

source: Physical quantities editor
it: Editor di unità ingegneristiche

source: Physical quantities
it: Unità ingegneristiche

source: Used for measurement
it: Usata per misura

source: Voltage
it: Tensione

source: Current
it: Corrente

source: Temperature
it: Temperatura

source: Potentiometer
it: Potenziometro

source: Frequency
it: Frequenza

source: Default unit system
it: Sistema di default

source: Metric
it: Metrico

source: Imperial
it: Imperiale

source: Exit
it: Esci

source: Remove
it: Rimuovi

source: Save
it: Salva

source: SI units editor
it: Editor unità SI

source: - SI base unit
it: - unità base SI

source: Save && exit
it: Salva && esci

source: Engine templates
it: Templates motore

source: Default set in Dewesoft
it: Impostazioni default in Dewesoft

source: Export all channel groups with full rate
it: Esporta tutti gruppi canali al max campionamento

source: Export async channels to highest rate
it: Esporta canali asincroni al max campionamento

source: Ignore gaps between triggers
it: Ignora gaps tra triggers

source: Append type to channel name
it: Aggiungi il tipo a nome canale

source: Use channel colors
it: Usa colori canali

source: Show warnings
it: Mostra avvisi

source: Execute script
it: Esegui script

source: Export channel name and comment separate
it: Esporta nome e commenti canale separatamente

source: Export measurement info fields
it: Esporta campi info misura

source: Export asynchronous channels with full sample rate
it: Esporta canali asincroni con massimo campionamento

source: Export to one file
it: Esporta su singolo file

source: Run Famos at end of export
it: Esegui Famos alla fine dell'esportazione

source: Add trigger event number to channel name
it: Aggiungi numero evento trigger al nome canale

source: Retain original channel names
it: Mantieni nome canali originali

source: Export precision
it: Precisione esportazione

source: Matlab export file format
it: Formato esportazione file Matlab

source: Installed Matlab R2006b or higher is needed.
it: Richiesto Matlab ver R2006b o superiore.

source: Generate Matlab names from
it: Genera nomi Matlab da

source: Trigger index format
it: Formato indice trigger

source: Auto detect
it: Rileva auto

source: Double
it: Doppio

source: Channel index
it: Indice canale

source: Channel description
it: Descrizione canale

source: Channel type
it: Tipo canale

source: Down
it: Giù

source: Up
it: Sù

source: Special Export (needs installed Matlab)
it: Export speciale (necessita Matlab istallato)

source: File version
it: Versione file

source: File name style
it: Stile nome file

source: Three digits (001, 002, ...)
it: Tre cifre (001, 002,...)

source: Four digits (0001, 0002, ...)
it: Quattro cifre (0001, 0002, ...)

source: Overwrite existing files
it: Sovrascrivi file esistenti

source: Export events
it: Esporta eventi

source: Export header
it: Esporta intestazione

source: If unchecked async channels will be exported to MDF files in X-Y paired format
it: Se deselezionato i canali asincroni saranno esportati su MDF com formato coppie X-Y

source: Export async channels with full sample rate (?)
it: Esporta canali asincroni con massimo campionamento (?)

source: If checked array channels will be exported to MDF files in X-Y paired format
it: Se selezionato i canali array saranno esportati nel file MDF con formato coppie X-Y

source: Export array channels in X-Y paired format (?)
it: Esporta canali array in formato coppie X-Y (?)

source: Ch descriptor type
it: Tipo descrittore ch

source: Points per frame
it: Punti per frame

source: Points per group
it: Punti per gruppo

source: Use full channel range for min/max limits
it: Usa range massimo per limiti min/max

source: Small integer
it: Intero piccolo

source: "ChName - ChComment"
it: "NomeCh - CommentoCh"

source: "ChName"
it: "NomeCh"

source: Compatible with NCode
it: Compatibile con NCode

source: Decimal separator
it: Separatore decimale

source: Delimiter
it: Delimitatore

source: Use separate line for units
it: Usa linea separata per unità

source: Export time info
it: Esporta info ora

source: Space
it: Spazio

source: Include info header
it: Includi info intestazioni

source: Date in separate column
it: Dati in colonna separata

source: Map discrete values to caption
it: Mappa valori discreti a messaggi

source: Advanced settings
it: Impostazioni avanzate

source: Export as hex
it: Esporta come hex

source: Export async channels with full rate
it: Esporta canali asincroni a campionamento max

source: Interpolate async channels to highest rate
it: Interpola canali asincroni al più alto campionamento

source: Export "Dataset"
it: Esporta "Dati"

source: Export "StartTime"
it: Esporta "OraStart"

source: Export "ChannelName"
it: Esporta "NomeCanale"

source: Nowhere
it: Da nessuna parte

source: In line 1
it: In linea 1

source: In line 2
it: In linea 2

source: In line 3
it: In linea 3

source: In line 4
it: In linea 4

source: In line 5
it: In linea 5

source: File extension
it: Estensione file

source: Cursor table
it: Tabella cursori

source: Values
it: Valori

source: Analog meter type
it: Indicatore analogico

source: Compass
it: Bussola

source: Maximum shown value
it: Valore max visualizzato

source: Minimum shown value
it: Valore min visualizzato

source: Peak-peak
it: Picco-Picco

source: Actual
it: Reale

source: Drawing options
it: Opzioni grafiche

source: Show abs/min/max
it: Mostra abs/min/max

source: Show caption
it: Mostra intestazione

source: Single axis
it: Asse singolo

source: Meter type
it: Tipo indicatore

source: Needle
it: Lancetta

source: Alarm
it: Allarme

source: Discrete values
it: Valori discreti

source: Define
it: Definisci

source: Draw frame
it: Disegna bordo

source: Show channel name
it: Mostra nome canale

source: Show description
it: Mostra descrizione

source: Show picture
it: Mostra immagine

source: Display value
it: Mostra valore

source: Storing
it: Registrazione

source: Display mode
it: Modalità display

source: Indicator lamp
it: Indicatore LED

source: Discrete display
it: Display discreto

source: Cutoff
it: Taglio

source: Levels
it: Livelli

source: High value size
it: Dim val alto

source: Low value size
it: Dim val basso

source: Palette
it: Paletta

source: Circle style
it: Stile cerchio

source: Rainbow
it: Arcobaleno

source: Grayscale
it: Scala grigi

source: Rainbow (Warm)
it: Arcobaleno (Caldo)

source: Single color
it: Singolo colore

source: Outline
it: Bordo

source: Fill
it: Riempi

source: Interaction
it: Interazione

source: Show marker table
it: Mostra tabella markers

source: Show marker values
it: Mostra valori markers

source: Projection
it: Projezione

source: Scale type
it: Tipo scala

source: Draw point
it: Disegna punto

source: Draw polytropic exponent
it: Disegna esponente politropico

source: CPB options
it: CPB opzioni

source: Band display type
it: Tipo display bande

source: Analysis type
it: Tipo analisi

source: Weighting
it: Pesatura

source: Y scale type
it: Tipo scala Y

source: Bars
it: Barre

source: Lines
it: Linee

source: Averaging
it: Media

source: Overlap
it: Sovrapponi

source: Average type
it: Tipo media

source: Averaged spectrums
it: Spettri mediati

source: Enable
it: Abilita

source: Peak
it: Picco

source: As time
it: Come ora

source: Actual hex
it: Reale HEX

source: Actual hex - raw
it: Reale HEX - raw

source: Actual bin - raw
it: Reale bin - raw

source: Use standard fonts
it: Utilizza fonts standard

source: Leading
it: Unità

source: Exponent
it: Esponente

source: Trailing
it: Decimali

source: Show as discrete
it: Mostra come discreto

source: Date
it: Data

source: Day + time
it: Giorno + ora

source: Elapsed time
it: Tempo trascorso

source: Complex presentation
it: Rappresentazione complessa

source: Magnitude
it: Modulo

source: Phase (deg)
it: Fase (gradi)

source: Phase (rad)
it: Fase (rad)

source: Real
it: Reale

source: Imaginary
it: Immaginario

source: Complex number
it: Numero complesso

source: Time format
it: Formato ora

source: Control
it: Controllo

source: Display
it: Schermo

source: Create display
it: Crea schermo

source: Select template
it: Seleziona modello

source: With selected template
it: Utilizza il modello selezionato

source: Add as main display
it: Aggiungi come principale

source: Add as sub display
it: Aggiungi come sub

source: Display properties
it: Proprietà schermo

source: Icon
it: Icona

source: Arrangement
it: Posizionamento

source: Move left
it: Sposta a sx

source: Move right
it: Sposta a dx

source: Remove display
it: Elimina display

source: Custom...
it: Personalizza...

source: Available monitors
it: Monitors disponibili

source: Attach display
it: Attiva display

source: Select background image
it: Seleziona immagine sfondo

source: Select display icon
it: Seleziona icona display

source: dB scaling reference point
it: Punto riferimento scala dB

source: FFT options
it: Opzioni FFT

source: Amplitude display
it: Ampiezza

source: DC cutoff
it: Rimuovi DC

source: Line resolution
it: Linee di risoluzione

source: Number of ticks
it: Numero di ticks

source: Window type
it: Finestratura

source: X scale type
it: Tipo scala X

source: Amplitude (Auto)
it: Ampiezza (Auto)

source: Power
it: Potenza

source: History
it: Storico

source: Averaging options
it: Opzioni media

source: Averages count
it: Conteggio medie

source: Current FFT
it: FFT corrente

source: Averaged FFT
it: FFT mediata

source: Curve
it: Curva

source: Reference curves
it: Curve di riferimento

source: Get current data
it: Usa dat correnti

source: View
it: Vista

source: Zoom level
it: Livello zoom

source: Track position tuning
it: Regolazione posizione traccia

source: Center moving map
it: Centra movimento mappa

source: Measure mode
it: Modalità misura

source: Draw track
it: Disegna traccia

source: Draw direction
it: Disegna direzione

source: Limit track display to
it: Limita display traccia a

source: Coloring
it: Colore

source: Track color
it: Colore traccia

source: Color mode
it: Modo colore

source: Color by channel value
it: Colore su valore canale

source: Solid color
it: Colore pieno

source: By limit
it: Da limite

source: Limit colors
it: Colori limite

source: Use
it: Usa

source: Upper limit
it: Limite superiore

source: Lower limit
it: Limite inferiore

source: Manual scale
it: Scala manuale

source: Cursor color
it: Colore cursore

source: Calibration
it: Calibrazione

source: Calibrate from
it: Calibra da

source: Load map
it: Carica mappa

source: Track
it: Traccia

source: Add calibration point
it: Aggiungi punto calibrazione

source: Save calibration file
it: Salva file calibrazione

source: Select map image
it: Seleziona img mappa

source: Edit marker
it: Modifica marker

source: Associated to
it: Associato a

source: Position
it: Posizione

source: Number of bands
it: Numero di bande

source: Harmonic
it: Armonica

source: Number of harmonics
it: Numero di armoniche

source: Number of peaks
it: Numero di picchi

source: Search zoomed area only
it: Cerca solo su dati visibili

source: Q factor
it: Fattore Q

source: Frequency cutoff limit
it: Limite frequenza taglio

source: Attenuation rate
it: Vel attenuazione

source: Interpolate peak
it: Interpola picchi

source: Graph type
it: Tipo grafico

source: Y axis type
it: Tipo asse Y

source: X axis type
it: Tipo asse X

source: Histo. type
it: Tipo Istog

source: Histogram
it: Istogramma

source: Line
it: Linea

source: Per channel
it: Per canale

source: All channels
it: Tutti canali

source: Single values axis
it: Asse singolo

source: Full
it: Intero

source: Persistence
it: Persistenza

source: Hide axis names
it: Nascondi nomi asse

source: History count
it: Dim storico

source: Adjusted to
it: Regolato a

source: (samples)
it: (campioni)

source: Reverse
it: Inverti

source: View type
it: Tipo vista

source: Sequence control
it: Controllo sequenza

source: Keep aspect ratio
it: Mantieni proporzioni

source: Solid
it: Solido

source: Line (X axis)
it: Linea (Asse X)

source: Line (Y axis)
it: Linea (Asse Y)

source: Z axis
it: Asse Z

source: Cursor type
it: Tipo cursore

source: Single point cursor
it: Cursore singolo

source: Delta cursor
it: Cursore delta

source: Miss distance
it: Distanza mancante

source: Info channels cursor
it: Cursore info canale

source: Show table
it: Tabella

source: Cursor values
it: Val cursori

source: Magic number
it: Numero magico

source: Slope
it: Pendenza

source: Miss dist
it: Dist manc

source: X axis
it: Asse X

source: Y axis
it: Asse Y

source: Group
it: Gruppo

source: Unified properties
it: Proprietà unificate

source: Transparency
it: Trasparenza

source: Columns
it: Colonne

source: Controls
it: Controlli

source: Draw full FFT
it: Disegna FFT competa

source: Data panel
it: Pannelo dati

source: Show data panel
it: Mostra pannello dati

source: Show percentage
it: Mostra percentuale

source: Proportional
it: Proporzionale

source: Hiqh quality stretching
it: Ridimensiona alta qualità

source: Image
it: Immagine

source: Load
it: Carica

source: Select picture
it: Seleziona img

source: Display type
it: Tipo display

source: Input field
it: Casella input

source: Push button
it: Pulsante

source: Switch
it: Interruttore

source: Turn knob
it: Manopola

source: Horizontal slider
it: Slider orizzontale

source: Vertical slider
it: Slider verticale

source: Dropdown list
it: Menù a tendina

source: Up down button
it: Bottoni su/giù

source: Dewesoft action
it: Azione dewesoft

source: Define...
it: Definisci...

source: Stop
it: Ferma

source: Pause
it: Pausa

source: Store
it: Rec

source: Screen select
it: Seleziona schermo

source: Keyboard event
it: Evento tastiera

source: Set channel
it: Setup canale

source: Filename
it: Nome file

source: Button text
it: Testo pulsante

source: Custom image
it: Immagine personalizzata

source: Enable custom images
it: Abilita immagini personalizzate

source: Up image
it: Immagine su

source: Down image
it: Immagine giù

source: Style
it: Stile

source: Width
it: Larghezza

source: Dash
it: Tratto

source: Dot
it: Punto

source: Dash dot
it: Tratto punto

source: Dash dot dot
it: Tratto punto punto

source: Arrows
it: Frecce

source: Begin
it: Inizio

source: End
it: Fine

source: arrow
it: freccia

source: circle
it: cerchio

source: Shape
it: Forma

source: Hold "shift" to draw more lines...
it: Premi "SHIFT" per più linee...

source: Closed
it: Chiuso

source: Filled
it: Riempito

source: Visible columns
it: Colonne visibili

source: Visual control
it: Estensioni grafiche

source: Fast
it: Veloce

source: Slow
it: Lento

source: Very slow
it: Molto lento

source: From reduced rate
it: Da campionamento ridotto

source: Colors
it: Colori

source: Angle
it: Angolo

source: 2nd channel
it: Secondo ch

source: 1st channel
it: Primo ch

source: Select phase in order tracking
it: Selezionare fase in order tracking

source: Display time
it: Mostra ora

source: Order tracking options
it: Opzioni order tracking

source: Count
it: Conteggi

source: Draw harmonic
it: Disegna armonica

source: One rev.
it: Una rivoluz.

source: Averaged
it: Mediato

source: More revs
it: Più rivoluz

source: Hide orig. data
it: Nascondi dati orig

source: Remove DC
it: Rimuovi DC

source: Selected channels
it: Canali selezionati

source: OVL & alarm channels
it: Canali OVL & allarmi

source: Show channels with OK status
it: Mostra canali con stato OK

source: Column selection
it: Selezione colonne

source: Values display
it: Valori visualizzati

source: Freeze overload status
it: Freeze resetta lo stato

source: Freeze crit / warn status
it: Mantieni stato allarme

source: Store trigger settings
it: Impostazioni trigger salva

source: Link store trigger
it: Link trigger salva

source: Current trigger setup
it: Impostazioni trigger corrente

source: Trigger operation
it: Modalità trigger

source: Cursor
it: Cursore

source: Clear
it: Azzera

source: Time and values cursor
it: Cursore tempo e valori

source: Shown triggers
it: Trigger visualizzati

source: Trigger index
it: Indice trigger

source: Export to AVI
it: Esporta su AVI

source: Trigger count
it: Conteggio trigger

source: Actual trigger
it: Trigger corrente

source: Persistence mode
it: Persistenza

source: Moving average
it: Media mobile

source: Envelope
it: Inviluppo

source: 3D view
it: Vista 3D

source: Save scope pictures
it: Salva img scope

source: Absolute time
it: Tempo assoluto

source: Print on value change only
it: Stampa solo su nuovo val

source: Cancel scroll mode
it: Elimina mod. scorrimento

source: Change threshold
it: Cambia soglia

source: Print format
it: Formato stampa

source: Raw value format
it: Formato dati grezzo

source: Scaled
it: Scalato

source: Raw
it: Grezzo

source: Size
it: Dim

source: Increase font
it: Ingrandisci carattere

source: Decrease font
it: Impiccolisci carattere

source: Bold
it: Grassetto

source: Channel values
it: Valori canale

source: Ave
it: Media

source: Italic
it: Corsivo

source: Underline
it: Sottolineato

source: Paragraph
it: Paragrafo

source: Alignment
it: Allineamento

source: Left
it: Sinistra

source: Center
it: Centro

source: Right
it: Destra

source: Word wrap
it: A capo automatico

source: Text editor
it: Editor testo

source: Set storing
it: Edit

source: Arm
it: Arma

source: Real data
it: Dati reali

source: Info channels
it: Canali info

source: Measured values
it: Valori misurati

source: Show measured values
it: Mostra valori misurati

source: Shown harmonic
it: Armonica mostrata

source: Axis settings
it: Imp. assi

source: Image settings
it: Imp. immagine

source: XY cursor
it: Cursore XY

source: Cross
it: Croce

source: Circle
it: Cerchio

source: Buffer used
it: Buffer usato

source: Status
it: Stato

source: 1 to 1
it: 1 a 1

source: Unproportional
it: Non proporzionale

source: Temperature unit
it: Unità temperatura

source: Frame number
it: Num. frame

source: Single frame
it: Frame singolo

source: Frames shown
it: Frames visualizzati

source: Frame numbers
it: Numero frames

source: Cursor position
it: Posizione cursore

source: Relative
it: Relativo

source: Absolute
it: Assoluto

source: First frame
it: Primo frame

source: Middle frame
it: Frame centrale

source: Last frame
it: Ultimo frame

source: Custom frame
it: Frame personalizzato

source: Floating
it: Flottante

source: Single x axis
it: Asse x singolo

source: Pairs of x-y
it: Coppia di c-y

source: Angle based x-y
it: X-Y in base angolo

source: Order tracking
it: Analisi ordini
