Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Partially calculated channels will be set to offline. Do you want to save anyway
it: I canali calcolati parzialmente saranno impostati a offline. Vuoi salvare comunque

source: File is write protected
it: File protetto

source: Setup saved to data file! Do you want to store data for calculated channels?
it: Setup salvato nel file dati! Vuoi salvare dati per i canali calcolati?

source: File not opened
it: File non aperto

source: Export scope to AVI
it: Esporta oscilloscopio in AVI

source: No files selected for export
it: Non ci sono file selezionati per esportazione

source: Exporting file
it: Esportazione file

source: of
it: di

source: Dewesoft manual is not installed!
it: Il manuale Dewesoft non è installato!

source: Dewesoft tutorials are not installed!
it: I tutorial Dewesoft non sono installati!

source: Could not open document
it: Impossibile aprire il documento

source: Data is being stored. Please stop the acquisition before exiting.
it: Salvataggio dati. Non fermare l'acquisizione prima della fine.

source: Invalid file structure. No channels were stored.
it: Struttura file non valida. I canali non sono stati salvati.

source: This file requires new version of Dewesoft
it: Questo file necessita di una nuova versione di Dewesoft

source: No data in file
it: Non ci sono dati nel file

source: Error while loading data
it: Errore durante caricamento dati

source: Offline math not supported for files with reduced data
it: Matematica offline non supportata su files con dati ridotti

source: Output rate too high. Decrease replay speed.
it: Rate di uscita troppo alto. Ridurre la velocità replay.

source: Selected files will be reverted to acquired data - all postprocessing will be lost!
it: I files selezionati saranno ripristinati come acquisiti - tutti i calcoli successivi saranno persi!

source: Unable to revert file(s)
it: Impossibile ripristinare i file(s)

source: File will be reverted to acquired data - all postprocessing will be lost!
it: Il file sarà ripristinato come da acquisizione - tutti i dati calcolati successivamente saranno persi!

source: Unable to revert file
it: Impossible ripristinare file

source: Resume
it: Riprendi

source: PAD-CNT reset counters
it: Reset counters PAD-CNT

source: more events
it: più eventi

source: Unlock device
it: Sblocca dispositivo

source: Lock device
it: Blocca dispositivo

source: Not supported for multifiles
it: Non supportato per multifiles

source: Not supported for high speed video
it: Non supportato per video ad alta velocità

source: Save data file as
it: Salva file dati come

source: Failed to save file
it: Salvataggio file fallito

source: Initializing
it: Inizializzazione

source: Cannot export to AVI when file is opened in video post synchronization mode
it: Impossibile esportare su AVI quando il file è aperto in modalità post-sincronizzazione video

source: Cannot export to AVI when file is opened in high speed video download mode
it: Impossibile esportare su AVI quando il file è aperto in modalità download video alta velocità

source: Wrong password
it: Password errata

source: Enter new file name
it: Inserire nuovo nome

source: Unable to rename file
it: Impossibile rinominare file

source: Can not rename file. Filename already exists
it: Impossibile rinomicare file. Esiste già un file con lo stesso nome

source: Scanning AO watchdogs
it: Scansione watchdogs AO

source: Stopped
it: Fermato

source: sample rate
it: campionamento

source: bandwidth
it: banda

source: fixed external clock
it: clock esterno fisso

source: variable clock - encoder
it: clock variabile - encoder

source: Disconnect from measurement units
it: Disconnetti dalle unità di misura

source: Fan on
it: Ventola on

source: Setup messages
it: Messaggi di setup

source: Stop steps recorder...
it: Ferma steps recorder...

source: Found new device
it: Trovati nuovi dispositivi

source: Developer
it: Sviluppatore

source: Unable to start steps recorder
it: Impossibile lanciare steps recorder

source: Unable to stop steps recorder
it: Impossibile fermare steps recorder

source: Fan off
it: Ventola off

source: Save video
it: Salva video

source: Are you sure you want to delete
it: Sei sicuro di voler eliminare

source: Plugin is project related and can be added/removed only in settings
it: I plugin sono parte del progetto e possono essere aggiunti/rimossi sono in settings

source: Acquiring
it: In acquisizione

source: Shunt - all off
it: Shunt - tutti off

source: Shunt - all on
it: Shunt - tutti on

source: Excitation - all off
it: Eccitazione - tutti off

source: Recalculating
it: Ricalcolo

source: EPAD_BASE2 communication restored
it: Ristabilita comunicazione con EPAD_BASE2

source: EPAD_BASE2 communication lost
it: Comunicazione con EPAD_BASE2 persa

source: Only the zoomed region of the data file will be exported. Do you want to continue?
it: Solo i dati attualmente visibili saranno esportati. Vuoi continuare ?

source: Please select min, max, RMS and ave setting
it: Prego selezionare impostazioni min, max, RMS e media

source: Deleting the only existing Excel template is not allowed!
it: Impossibile cancella l'unico template Excel esistente!

source: Do you really want to delete template?
it: Vuoi veramente cancellare template?

source: Excitation all on
it: Abilita tutte exc

source: Excitation all off
it: Disabilita tutte exc

source: Amplifier info
it: Info amplificatore

source: Export order
it: Ordine exportazione

source: Export rate
it: Rate esportazione

source: Buffer size
it: Dimensione buffer

source: Value must be at least
it: Valore più grande di

source: Value must not be above
it: Valore inferiore a

source: Only integer numbers are allowed
it: Sono ammessi solo numeri interi

source: Only numbers are allowed
it: Sono ammessi solo numeri

source: Not a valid IP address
it: Indirizzo IP non valido

source: Edit columns
it: Modifica colonne

source: Sort by this column
it: Ordina con questa colonna

source: Unsort
it: Rimuovi ordinamento

source: Copy visible rows
it: Copia righe visibili

source: Copy all rows
it: Copia tutte le righe

source: All columns
it: Tutte le colonne

source: At least one column must be visible
it: Almeno una colonna deve essere visibile

source: Invalid date
it: Data non valida

source: Invalid time
it: Ora non valida

source: Invalid date/time
it: Data/ora non valida

source: PolyLine resulted false
it: Errore PoliLinea

source: Unable to move video file
it: Impossibile spostare il file video

source: Displacement/distance
it: Spostamento/distanza

source: Sound pressure
it: Pressione acustica

source: Mass
it: Massa

source: Angular acc.
it: Acc angolare

source: Angular vel.
it: Vel angolare

source: Mass flow
it: Portata massa

source: Volumetric flow
it: Portata volume

source: Humidity
it: Umidità

source: Start store time
it: Ora inizio rec

source: Event time is lower than start time.
it: Ora evento precedente allo start.

source: Event time is higher than end time.
it: Ora evento successiva allo stop.

source: Time entry not valid.
it: Ora inserita non valida.

source: Sample size
it: Dim campione

source: Array size
it: Dim array

source: Data precision
it: Precisione dati

source: Calc delay
it: Ritardo calc

source: Cannot connect
it: Impossibile connettere

source: Cannot connect group to single slot
it: Impossibile collegare gruppo ad uno slot singolo

source: New filename must be different than original
it: Il nuovo nome deve essere diverso dal precedente

source: Transparent
it: Trasparenza

source: Load picture
it: Carica immagine

source: Reading files for download
it: Lettura files da scaricare

source: No files for transfer
it: Nessun file da trasferire

source: files waiting for download
it: files in attesa di essere scaricati

source: Download complete
it: Download completato

source: Hint
it: Nota

source: Errors
it: Errori

source: Hints
it: Note

source: Unable to create the file!
it: Impossibile creazione file!

source: Export done
it: Esportazione eseguita

source: Export failed
it: Esportazione fallita

source: Duplicate sensor serial numbers are not allowed!
it: Non sono ammessi SN duplicati per sensori!

source: Do you want to exit without saving changes?
it: Vuoi uscire senza salvare le modifiche ?

source: Sensor database changed
it: Database sensori modificato

source: Fixed offset
it: Offset fisso

source: Ch. description
it: Descrizione ch

source: Sensor is present in current setup. Are you sure you want to delete this sensor?
it: Il sensore è usato nel setup corrente. Sei sicuro di voler eliminare questa sessione?

source: Polynom
it: Polinomio

source: Table
it: Tabella

source: Sensor database was not stored.
it: Il database sensori non è salvato.

source: You are using evaluation version
it: Stai utilizzando la versione di valutazione

source: Time is not valid
it: Ora non valida

source: equal to
it: uguale a

source: after start trig
it: dopo trg start

source: greater than
it: più grande di

source: less than
it: meno di

source: No channel selected for trigger.
it: Nessun Canale scelto per trigger.

source: Preview of data unavailable
it: Anteprima dati non disponibile

source: Data will not be stored
it: I dati non saranno registrati

source: External module
it: Modulo esterno

source: Please restart Dewesoft
it: Prego riavviare Dewesoft

source: Compress in progress
it: Compressione in corso

source: File is not opened
it: Il file non è aperto

source: No video files
it: Nessun file video

source: Export region too low
it: Regione da esportare troppo piccola

source: Exporting display as video
it: Esporta display come video

source: from position
it: da posizione

source: Debug features
it: Funzionalità di debug

source: Invalid multicast address
it: Indirizzo multicast non valido

source: RMS will no longer be available for this channel.
it: RMS non sarà più disponibile per questo canale.

source: more
it: più

source: On start measurement
it: Su inizio misura

source: On load setup
it: Su caricamento setup

source: Always keep last value
it: Ricorda sempre ultimo valore

source: Value reset
it: Reset valore

source: Reset value
it: Reset valore

source: Voice event replay
it: Riproduzione evento voce

source: Do you really want to delete this event?
it: Vuoi veramente eliminare questo evento ?

source: Acq. rate
it: Freq. acq

source: Once per cycle
it: Uno per ciclo

source: Averaged cycle
it: Ciclo mediato

source: No password entered
it: Nessuna password inserita

source: Password does not match
it: La password non coincide

source: File will be permanently locked and no unlock option will be available.
it: Il file sarà protetto permanentemente e non sarà disponibile alcuna impostazione di sblocco.

source: Are you sure you want to lock the file?
it: Sicuro di voler proteggere il file ?

source: File locking not supported for .dxz files.
it: Protezione file non supportata per files .dxz.

source: File is unlocked for this session. When closing it, it will be locked again.
it: Il file è protetto per questa sessione. Sarà bloccato nuovamente in chiusura.

source: File is permanently locked. It can't be edited.
it: Il file è protetto permanentemente. Non può essere modificato.

source: File is locked with password. Enter the password to modify it.
it: Il file è protetto con password. Inserire la password per modificarlo.

source: Locked (permanent)
it: Protetto (permanente)

source: File is not locked and can be freely modified
it: Il file non è protetto e può essere modificato liberamente

source: Custom data header field
it: Campo intestazione personalizzato

source: Enter field name
it: Inserire nome campo

source: Do you really want to delete multiple files?
it: Vuoi veramente eliminare files multipli?

source: Do you want to delete attached video files?
it: Vuoi veramente eliminare i files video allegati?

source: Some or all files could not be deleted
it: Alcuni o tutti i file non possono essere eliminati

source: Do you really want to delete file
it: Vuoi veramente cancellare il file

source: Failed to delete file
it: Impossibile cancellare file

source: Modified
it: Modificato

source: Encrypted setup file
it: File setup criptato

source: Custom field
it: Campo personalizzato

source: All supported files
it: Tutti files supportati

source: Store mode
it: Modo di registrazione

source: Failed to create folder
it: Creazione cartella fallita

source: Folder not empty or not allowed
it: Cartella non vuota o non permesso

source: Cannot delete desktop folder
it: Impossibile cancellare cartella desktop

source: Delete folder
it: Cancella cartella

source: Failed to delete folder
it: Impossibile cancellare cartella

source: Cannot rename desktop folder
it: Impossibile rinominare la cartella desktop

source: Rename folder
it: Rinomina cartella

source: New folder name
it: Nuovo nome cartella

source: Failed to rename folder
it: Errore nel rinominare cartella

source: Not a valid folder
it: Cartella non valida

source: Only one clock provider must be assigned.
it: Solo una sorgente di clock può essere assegnata.

source: Add GPS folder
it: Aggiungi cartella GPS

source: Initializing settings
it: Inizializzazione impostazioni

source: Unable to exit settings
it: Impossibile uscire dalle impostazioni

source: Dewesoft needs to be restarted in order to apply settings.
it: Dewesoft deve essere riavviato per applicare le impostazioni.

source: Linear scale
it: Scala lineare

source: Polynom scale
it: Scala polinomiale

source: Table scale
it: Scala per punti

source: Scaled range
it: Range scalato

source: Page
it: Pagina

source: Show time
it: Mostra ora

source: Hardware changed - try reloading the project
it: Hardware modificato - prova a ricaricare il progetto

source: Export is not possible. LIBMAT.dll library not found.
it: Esportazione non possibile. LIBMAT.dll non trovata.

source: Failed to export data
it: Esportazione dati fallita

source: Enter output file name
it: Inserire il nome file ouptut

source: Failed to create file
it: Errore creazione file

source: There are offline channels which could not be stored.
it: Alcuni canali offline non possono essere memorizzati.

source: No export format is chosen - please select the format.
it: Non è stato selezionato alcun formato esportazione.

source: Please enter filename in "Export file name" field
it: Prego inserire il nome nel campo "Nome file esportazione"

source: FlexPro script not defined.
it: Script FlexPro non definito.

source: Selected file already exists. Do you want to overwrite the file?
it: Il file selezionato già esiste. Vuoi sovrascriverlo ?

source: Are you sure you want to disable permission scheme?
it: Sicuro di voler disabilitare lo schema permessi ?

source: Are you sure you want to disable file encryption?
it: Sicuro di voler disabilitare il criptaggio file ?

source: Permission
it: Permesso

source: Modify
it: Modifica

source: Hidden
it: Nascosto

source: Property
it: Proprietà

source: Raw value
it: Dato grezzo

source: Check limits
it: Verifica limiti

source: Warning limit
it: Limite attenzione

source: Critical limit
it: Limite critico

source: Check if below
it: Verifica se inferiore

source: Check if above
it: Verifica se superiore

source: Data in clipboard is not valid
it: I dati negli appunti non sono validi

source: after start of trigger
it: dopo start del trigger

source: Manage extensions
it: Gestisci estensioni

source: license missing
it: licenza mancante

source: Do you really want to remove the license file from device?
it: Vuoi veramente eliminare il file licenza dal dispositivo ?

source: Can not remove license file from device.
it: Impossibile rimuovere il file licenza dal dispositivo.

source: Do you really want to remove the license file
it: Vuoi veramente rimuovere il file di licenza

source: Import failed
it: Importazione fallita

source: Online registration failed. Do you want to create license for offline registration?
it: La registrazione online è fallita. Vuoi creare un file licenza per la procedura di registrazione offline ?

source: Please visit www.dewesoft.com/registration and register the file
it: Prego visitare www.dewesoft.com/registration per registrare il file

source: License number is not valid
it: Il numero di licenza non è valido

source: Can not write license file to device.
it: Impossibile scrivere la licenza sul dispositivo.

source: This license does not require registration
it: Questa licenza non richiede registrazione

source: Registration failed!
it: Registrazione fallita!

source: No hardware devices are chosen currently. Do you really want to generate the license only for MAC addresses of this PC?
it: Non ci sono dispositivi HW selezionati. Vuoi veramente generare la licenza solo per il MAC address di questo PC ?

source: License number is invalid.
it: Il numero di licenza non è valido.

source: stored on
it: memorizzato su

source: Expired
it: Scaduto

source: Unregistered
it: Non registrato

source: Plug-in already has built-in license. Do you want to overwrite it with new license?
it: Il plugin ha già una licenza integrata. Vuoi sovrascrivere con la nuova ?

source: Device already has built-in license. Do you want to overwrite it with new license?
it: Il dispositivo ha già una licenza integrata. Vuoi sovrascrivere con la nuova ?

source: Not enough memory available to write license file to device.
it: Memoria insufficiente per scrivere file licenza sul dispositivo.

source: Serial number of device does not match to licence.
it: Il SN dispositivo non coincide con quello della licenza.

source: Master measurement unit
it: Unità misura master

source: system
it: sistema

source: Clock provider
it: Sorgente clock

source: No hardware sync
it: Nessun sync hw

source: NTP settings
it: Impostazioni NTP
