Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Order domain harmonics
it: Armoniche dom. ordini

source: Order waterfall vs. RPM
it: Waterfall ordini vs RPM

source: Order waterfall vs. time
it: Waterfall ordini vs tempo

source: Time FFT setup
it: Impostazioni time FFT

source: FFT waterfall vs. RPM
it: Waterfall FFT vs RPM

source: Time domain harmonics
it: Armoniche dominio tempo

source: use when RPM is stable
it: usa RPM quando stabile

source: update on RPM change (Delta RPM)
it: aggiorna su nuovo RPM (Delta RPM)

source: update on
it: agg. ogni

source: Common properties
it: Proprietà comuni

source: Example: 1;1.5;2;3;5;8
it: Esempio: 1;1.2;2;3;5;8

source: Harmonic list
it: Elenco armoniche

source: FFT window
it: Finestra FFT

source: Update criteria
it: Criterio aggiorna

source: Data averaging
it: Media dati

source: Warning: Interharm. phase can not be calculated.
it: Attenzione: fase interarm. non può essere calcolata.

source: From the list
it: Dalla lista

source: Only first time
it: Solo prima volta

source: None (center of the class is taken)
it: Nessuna (è preso centro della classe)

source: Average between classes
it: Media tra classi

source: Skip rpm class if frequency changes before enough data is collected in this class (usually happens on fast runups).
it: Salta classe rpm se la frequenza cambia troppo velocemente e non ci sono sufficienti dati (tipicamente in runups)

source: Skip missing RPM class
it: Salta classi RPM mancanti

source: Calculation criteria - frequency limits
it: Criterio di calcolo - limite frequenze

source: Lower RPM limit
it: Limite basso RPM

source: Direction
it: Direzione

source: Upper RPM limit
it: Limite alto RPM

source: Both
it: Entrambi

source: Wanted value
it: Valore riferimento

source: Output channel
it: Canale calcolato

source: Exponential
it: Esponenziale

source: Exponential factor
it: Fattore esponenziale

source: PID loop output time
it: Tempo di calcolo PID

source: Proportional, integral, derivative (parallel form)
it: Proporzionale, integrale, derivativo (forma parallela)

source: Maximum output levels
it: Livelli massimi uscita

source: Lower level
it: Livello basso

source: Upper level
it: Livello alto

source: Use maximum levels
it: Utilizza livelli massimi

source: Integrator windup limit
it: Limite integratore windup

source: Control system
it: Sistema di controllo

source: Loop type
it: Tipo loop

source: Warning: module performs non-real time PID control loop without watchdog.
it: Attenzione: controllo PID non real-time senza watchdog.

source: Closed loop
it: Loop chiuso

source: Open loop
it: Loop aperto

source: In open loop mode PID doesn't regulate process (during measure mode) so user can freely adjust parameters.
it: PID in modalità loop aperto non regola il processo (durante l'acquisizione) quindi l'utente può liberamente modificare i parametri.

source: Exact frequency settings
it: Impostazioni freq esatta

source: Approximate frequency
it: Frequenza approssimata

source: Default frequency
it: Frequenza default

source: Variable
it: Variabile

source: Default voltage
it: Tensione default

source: Vector-scope orientation
it: Orientazione diagramma vettoriale

source: Upper, CW
it: Alto, orario

source: Right, CW
it: Destra, orario

source: Upper, CCW
it: Alto, antiorario

source: Right, CCW
it: Destra, antiorario

source: Power system configuration
it: Configurazione sistema power

source: Line frequency
it: Frequenza di linea

source: Calculation sample rate
it: Velocità calcoli

source: Nominal voltage
it: Tensione nominale

source: Line to earth
it: Linea - terra

source: Single phase
it: Fase singola

source: 3-phase star
it: trifase stella

source: 3-phase Aron
it: trifase Aron

source: 3-phase delta
it: trifase delta

source: 3-phase V
it: trifase V

source: 2-phase
it: 2 fasi

source: Current channels
it: Canali corrente

source: Arbitrary channel
it: Canale arbitrario

source: Basic calculations
it: Calcoli base

source: Star-Delta calculation
it: Calcolo Star-Delta

source: Calculate waveforms
it: Calcola forme d'onda

source: Calculate line voltages
it: Calcola tensioni di linea

source: Calculate phase voltages
it: Calcola fasi

source: Period values
it: Valori periodici

source: Fundamentals
it: Fondamentali

source: Periods
it: Periodi

source: Energy calculation
it: Calcolo Energia

source: Calculate energy
it: Calcola energia

source: Triggered
it: Triggerato

source: Control channel can be used to trigger energy calculation.
it: Il control channel puà essere utilizzato per iniziare il calcolo dell'energia.

source: Reset at start of acquisition
it: Reimposta su inizio acquisizione

source: Control channel can be used to reset energy calculation.
it: Il control channel può essere utilizzato per resettare il calcolo dell'energia.

source: Power quality
it: Qualità power

source: Full FFT
it: FFT completa

source: Group FFT lines
it: Gruppo linee FFT

source: Total harmonic distortion
it: Distorsione arm. totale

source: Symmetrical components
it: Componenti simmetriche

source: Cycles symmetrical components
it: Componenti simmetrici di ciclo

source: Period symmetrical components
it: Componenti simmetrici di periodo

source: Voltage flicker
it: Flicker tensione

source: Calculate for
it: Calcola per

source: LP filter
it: Filtro LP

source: Calculation overlap
it: Overlap calcolo

source: Star
it: Stella

source: Flicker emission
it: Emissioni flicker

source: Short circuit power
it: Potenza di corto circuito

source: Harmonics calculation
it: Calcolo armoniche

source: Harmonic error
it: Errore armoniche

source: Harmonics
it: Armoniche

source: Even
it: Pari

source: Odd
it: Dispari

source: phase angles
it: angoli fase

source: Impedance
it: Impedenza

source: Interharmonics
it: Internarmoniche

source: Harmonics smoothing filter
it: Filtro smoothing armoniche

source: Number of sidebands
it: Numero di bande laterali

source: Number of halfbands
it: Numero di semibande

source: Rapid voltage change
it: Variazioni rapide tensione

source: Steady state duration
it: Durata steady state

source: Hysteresis
it: Isteresi

source: Vector scope
it: Diagramma vettoriale

source: Reference curve type
it: Tipo curva di riferimento

source: Start condition channel
it: Canale per start

source: Second reference channel
it: Secondo canale riferimento

source: Time based
it: Su tempo

source: Dual value based
it: Su due valori

source: From data file
it: Da file dati

source: Reference ch.
it: Canale rif.

source: Start if value above
it: Inizia se valore >

source: Output rate
it: Rate uscita

source: Maximum frequency
it: Frequenza massima

source: Hysteresis is defiend as a % of the class width
it: L'isteresi è definita come % della classe

source: Max class
it: Classe max

source: Min class
it: Classe min

source: Counting method
it: Metodo di conteggio

source: Counting direction
it: Direzione di conteggio

source: Data normalization
it: Normalizzazione dati

source: Peak counting
it: Conteggio picchi

source: Range counting
it: Conteggio range

source: Level cross
it: Livello

source: Peaks
it: Picchi

source: Valleys
it: Valli

source: Relative [%]
it: Relativo [%]

source: Output channels (Mohr's circle)
it: Canali calcolati (Mohr's circle)

source: Rosette definition
it: Definizione rosette

source: Angle reference
it: Riferimento angolo

source: Smoothing width
it: Ampiezza smoothing

source: Moving median
it: Mediano mobile

source: Moving minimum
it: Minimo mobile

source: Moving maximum
it: Massimo mobile

source: Savitzky-Golay filter
it: Filtro Savitzky-Golay

source: LOESS filter
it: Filtro LOESS

source: LOWESS filter
it: Filtro LOWESS

source: To use calibration, please select at least 5 kHz setup sample rate in Dewesoft settings.
it: Per eseguire la calibrazione, selezionare almeno 5000 s/s/ch nelle impostazioni -> Freq di acquisizione in setup canali.

source: Lpk weighting
it: Pesatura Lpk

source: Cal reference
it: Riferimento cal

source: Air (20 uPa)
it: Aria (20uPa)

source: Water (1 uPa)
it: Acqua (1 uPa)

source: Output time channels
it: Canali output nel tempo

source: Output calculated channels
it: Canali calcolati

source: Start-stop blocks
it: Blocchi start-stop

source: Triggered blocks
it: Blocchi con trigger

source: Sample based
it: Su campioni

source: Time based running statistics can not be calcuated on ARRAY channels.
it: Statistiche su base tempi non possono essere calcolate su canali ARRAY.

source: Overlap definition
it: Definizione overlap

source: in percent
it: in percentuale

source: as absolute value
it: in valore assoluto

source: Span
it: Range

source: Trigger channel
it: Canale trigger

source: Start trigger channel
it: Canale start trigger

source: Stop trigger channel
it: Canale stop trigger

source: Crest factor
it: Fattore cresta

source: Quadratic RMS
it: RMS quadratico

source: Standard deviation
it: Deviazione standard

source: Time of minimum
it: Ora del minimo

source: Time of maximum
it: Ora del massimo

source: Median
it: Mediano

source: Wavelet settings
it: Impostazioni wavelet

source: Scale depth
it: Scala profondità

source: Full depth
it: Profondità tot

source: Selectable level
it: Livello selezionabile

source: Depth level
it: Livello profondità

source: Square coefficients
it: Coefficienti quadratici

source: Weighting curve selection
it: Selezione curve pesatura

source: Some inputs were detected to be in decibel units and will be weighted accordingly.
it: Sono stati rilevati alcuni input con unità dB per i quali saranno applicate le curve di pesatura in frequenza.

source: Reference criteria will not be calculated because input channels are not defined.
it: I criteri di riferimento non saranno calcolati perché i canali di input non sono definiti.

source: Waveforms
it: Forme d'onda

source: Use current
it: Usa corrente

source: Normal
it: Normale

source: Single shot
it: Acquisizione singola

source: Show history
it: Mostra storico

source: Skip trig. in post time
it: Salta trig. in post time

source: Properties
it: Proprietà

source: milliseconds
it: millisecondi

source: Trigger settings
it: Impostazioni trigger

source: Reference curve
it: Curva di riferimento

source: Frequency && class settings
it: Impostazioni di frequenza && classe

source: Sweep direction
it: Direzione sweep

source: Unfiltered (with sidebands)
it: Non filtrata (con bande laterali)

source: Filter width (+/-)
it: Ampiezza filtro (+/-)

source: Filtered (exact frequency)
it: Filtrata (frequenza esatta)

source: Start index
it: Indice avvio

source: End index
it: Indice fine

source: Create
it: Crea

source: Analog channels (only used channels will be selected)
it: Canali analog (solo canali usati saranno selezionati)

source: Net channels (only used channels will be selected)
it: Canali NET (solo canali usati saranno selezionati)

source: Input channel configuration
it: Configurazione canale input

source: Sensor 1
it: Sensore 1

source: Gearbox ratio
it: Rapporto trasmissione

source: Sensor 2
it: Sensore 2

source: Filter settings
it: Impostazioni filtro

source: Rotational DC filter
it: Filtro DC rotazionale

source: Sensor 1 output channel
it: Uscita sensore 1

source: Frequency [RPM]
it: Frequenza [RPM]

source: X axis reference angle
it: Angolo rif. asse X

source: Rotational angle
it: Angolo rotazionale

source: Rotational velocity
it: Vel rotazionale

source: Torsional vibration channels
it: Canali vibrazione torsionale

source: Torsional velocity
it: Velocità torsionale

source: Torsional angle
it: Angolo torsionale

source: Sensor 2 output channel
it: Uscita sensore 2

source: Angle offset
it: Offset angolo

source: Average offset
it: Media offset

source: Use reference curve
it: Usa curva riferimento

source: not set
it: non impostato

source: Autoscale y
it: Autoscala y

source: Triggered (FRF)
it: Triggerato (FRF)

source: Free run (FRF)
it: Continuo (FRF)

source: Manual (NMT)
it: Manuale (NMT)

source: Roving hammer/acc.
it: Martello/acc itinerante

source: Use function generator
it: Usa generatore funzioni

source: Excitation win. length
it: Finestra eccitazione

source: Response win. decay
it: Decadim risposta

source: Double hit level
it: Livello doppio colpo

source: Function generator settings
it: Impostazioni gen funzione

source: Stop test if any excitation exceeds
it: Ferma test se eccitazione supera

source: Excitation channels
it: Canali eccitazione

source: Show message if excitation exceeds
it: Avvisa se eccitazione supera

source: Force
it: Forza

source: Force limit
it: Limite forza

source: Phase limit
it: Limite fase

source: Adjust force
it: Regola forza

source: Create excitations
it: Crea eccitazioni

source: Create responses
it: Crea risposte

source: First number
it: Primo num

source: Second number
it: Secondo num

source: Stop frequency
it: Frequenza stop

source: Start band frequency
it: Frequenza iniziale banda

source: FFT settings
it: Impostazioni FFT

source: Condition
it: Condizione

source: Pass count
it: Tot passati

source: Block
it: Blocco

source: Output string
it: Stringa output

source: Save events to file...
it: Salva eventi su file...

source: Change value...
it: Cambia valore...

source: Ignore warnings
it: Ignora avvisi

source: Root folder
it: Cartella radice

source: Excel template
it: Template excel

source: Test view
it: Vista test

source: Test name
it: Nome test

source: Start time
it: Ora inizio

source: Duration
it: Durata

source: Error message
it: Messaggio errore

source: Add test case
it: Aggiungi test case

source: Export to Excel
it: Esporta su Excel

source: Clear results
it: Azzera risultati

source: Contained tests: 0 of 0 passed
it: Test contenuti: 0 di 0 passati

source: Results
it: Risultati

source: End time
it: Ora fine

source: Parameters
it: Parametri

source: Create a copy
it: Crea una copia

source: Tree view
it: Vista albero

source: Flat view (random list)
it: Vista piatta (lista casuale)

source: Random
it: Casuale

source: Sort
it: Ordina

source: Run test
it: Esegui test

source: Run random
it: Esegui casuale

source: Export to XML
it: Esporta su XML

source: Export selected tests
it: Esporta tests selezionati

source: Import tests
it: Importa tests

source: Unit test session
it: Sessione test unità

source: Acquisition
it: Acquisizione

source: Input value
it: Valore input

source: DCOM structure
it: Struttura DCOM

source: Help
it: Aiuto

source: Expected result
it: Risultato atteso

source: True
it: Vero

source: False
it: Falso

source: User
it: Utente

source: Acq running
it: Acq in corso

source: Add slide
it: Aggiungi slide

source: Remove slide
it: Rimuovi slide

source: Stretch
it: Ridimensiona

source: Comment
it: Commento

source: Send commands
it: Invia comandi

source: Device
it: Dispositivo

source: Append CR
it: Appendi CR

source: Append LF
it: Appendi LF

source: Clear previous data
it: Elimina dati precedenti

source: Msg. value (hex)
it: Val msg (hex)

source: Custom block
it: Blocco custom

source: Export type
it: Tipo esportazione

source: Full speed data
it: Dati max velocità

source: Reduced data
it: Dati ridotti

source: Timestamp format
it: Formato timestamp

source: Use template
it: Usa template

source: Show warning prompt
it: Mostra messaggi avviso

source: Export file type
it: Esporta tipo file

source: Copy files
it: Copia files

source: Destination folder
it: Directory di destinazione

source: Fixed files
it: Files fissi

source: Last stored data file
it: Ultimo file dati salvato

source: Delete files
it: Elina files

source: Find files
it: Trova files

source: Assign file name to
it: Assegna nome file a

source: Find first
it: Trova primo

source: Find next
it: Trova prossimo

source: Include subdirectories
it: Includi sotto-directories

source: Open file
it: Apri file

source: Assign application result to
it: Assegna risultati applicazione a

source: Waiting till an application ends
it: Attendi fino al termine dell'applicazione

source: Operation type
it: Tipo operazione

source: Copy file
it: Copia file

source: Delete file
it: Elimina file

source: Rename file
it: Rinomina file

source: Search file
it: Ricerca file

source: Target
it: Obiettivo

source: New file name (only file name)
it: Nuovo nome file (solo nome file)

source: Old file name (absolute path)
it: Nome file vecchio (path assoluto)

source: Fixed file
it: File fisso

source: Fixed name
it: Nome fisso

source: User's entry
it: Campo utente

source: Caption
it: Etichetta

source: Variable name
it: Nome variabile

source: Selection
it: Selezione

source: Use selection by index value
it: Usa selezione per valore indice

source: Advanced functions
it: Funzioni avanzate

source: File exists
it: File esistente

source: Condition type
it: Tipo condizione

source: Error state
it: Stato errore

source: Setup file
it: File setup

source: Dynamic link
it: Link dinamico

source: Static link
it: Link statico

source: Edit setup
it: Modifica setup

source: Repeat number
it: Ripeti numero

source: Play sequence and record macro
it: Esegui sequenza e registra macro

source: Record voice
it: Registra voce

source: Text info
it: Info testo

source: Output voice
it: Voce output

source: Block info
it: Info blocco

source: Form parameters
it: Form parametri

source: Validation expression (regular expression syntax)
it: Espressione validazione (sintassi regular expression)

source: Open dialog button
it: Pulsante dialogo apri

source: Open folder dialog button
it: Pulsante dialogo apertura cartella

source: Close form when presses "Enter" key
it: Chiudi la finestra con pressione tasto "Invio"

source: Set mode
it: Imposta modo

source: Subtype
it: Sottotipo

source: Full bridge
it: Ponte intero

source: Half bridge
it: 1/2 ponte

source: Quarter bridge 120
it: Quarto ponte 120

source: Quarter bridge 350
it: Quarto ponte 350

source: Open form
it: Form apertura

source: Charge adapter
it: Adattatore charge

source: Command
it: Comando

source: Load setup
it: Carica setup

source: Wait for
it: Attendi

source: Stop storing
it: Ferma registrazione

source: Local variables
it: Variabili locali

source: Blocks
it: Blocchi

source: Device list
it: Lista dispositivi

source: Data bits
it: Bits dati

source: Parity
it: Partià

source: Remote host
it: Host remoto

source: Remote port
it: Porta remota

source: Append file
it: Appendi file

source: CAN port
it: Porta CAN

source: Add RS232
it: Aggiungi RS232

source: Add Ethernet
it: Aggiungi Ethernet

source: Add CAN
it: Aggiungi CAN

source: Add Txt file
it: Aggiungi file testo

source: Add Test board
it: Aggiungi test board

source: Main diagram
it: Diagramma principale

source: Starting block (root)
it: Blocco di avvio (radice)

source: Extract custom block...
it: Estrai blocco custom...

source: Add breakpoint
it: Aggiungi breakpoint

source: Add output string
it: Aggiungi stringa output

source: Remove breakpoint
it: Rimuovi breakpoint

source: Remove output string
it: Rimuovi stringa output

source: Clear all breakpoints
it: Elimina tutti breakpoints

source: Breakpoint properties...
it: Proprietà breakpoint...

source: Output string properties...
it: Proprietà stringhe output...

source: Number of blocks in the log file (0..unlimited)
it: Numero di blocchi nel file log (0..illimitati)

source: Message format
it: Formato messaggio

source: Block name
it: Nome blocco

source: Block ID
it: ID blocco

source: Custom text
it: Testo custom

source: Sequence
it: Sequenza

source: Code
it: Codice

source: New
it: Nuovo

source: Diagram
it: Diagramma

source: Event
it: Evento

source: Main
it: Principale

source: Add new custom block
it: Aggiungi nuovo blocco custom

source: Custom event
it: Evento custom

source: Edit custom block
it: Modifica blocco custom

source: Import custom blocks
it: Importa blocco custom

source: Export custom blocks
it: Esporta blocco custom

source: Play
it: Esegui

source: Import blocks
it: Importa blocchi

source: Export blocks
it: Esporta blocchi

source: Play all
it: Esegui tutti

source: Resources
it: Risorse

source: Devices
it: Dispositivi

source: Save sequence
it: Salva sequenze

source: Resource view
it: Vista risorse

source: New folder
it: Nuova cartella

source: Replace existing (if found)
it: Sostituisci esistente (se trovato)

source: Permanent
it: Permanente

source: Export file...
it: Esporta file...

source: Add folder
it: Aggiungi cartella

source: Import file
it: Importa file

source: File locking (prevent modifying sequence) with password
it: Protezione file (previene la modifica della sequenza) con password

source: Show main toolbar
it: Mostra toolbar principale

source: Show sequence control toolbar
it: Mostra la toolbar di controllo sequencer

source: Show display property panels and channel selector
it: Mostra pannello proprietà display e selettore canale

source: Export test cases to Excel template
it: Esporta test cases su template Excel

source: Excel template file name
it: Nome file template Excel

source: Enable execution logging
it: Abilita logging esecuzione

source: Play test cases continuously (break if the test fails)
it: Esegui tutti i test cases in fila (ferma se il test fallisce)

source: Sequencer variables
it: Variabili sequencer

source: Export to file...
it: Esporta in file...

source: Import from file...
it: Importa da file...

source: Connect
it: Connetti

source: Run local mode
it: Esegui modalità locale

source: Measure bandwidth
it: Misura banda

source: Fix network problems
it: Correggi errori rete

source: Waiting for status update...
it: In attesa di aggiornamento stato...

source: Selected devices for upgrade
it: Seleziona dispositivi da aggiornare

source: Upgrade
it: Aggiorna

source: Select firmware package file...
it: Seleziona file firmware pack...

source: Firmware package filename
it: Nome file firmware pack

source: Firmware upgrade
it: Aggiornamento firmware

source: Please wait...
it: Attendere prego...

source: Retry
it: Riprova

source: Event viewer
it: Mostra eventi

source: Event logs
it: Log eventi

source: Clear msg
it: Cancella msg

source: Open log file
it: Apri file log

source: Details
it: Dettagli

source: Automatically show this window on warning/error
it: Mostra questa finestra automaticamente su avvisi/errori

source: Submit bug report
it: Riporta un bug

source: Enable event logging
it: Abilita log eventi

source: Analog card
it: Scheda analog

source: CAN card
it: Scheda CAN

source: Timing card
it: Scheda timing

source: Show errors
it: Mostra errori

source: Show information
it: Mostra informazioni

source: Developer messages
it: Messaggi sviluppatore

source: Show critical errors
it: Mostra errori critici

source: Send report by e-mail
it: Invia report per email

source: Save report to disk
it: Salva report su disco

source: Enter steps to reproduce the bug
it: Inserisci passi per riprodurre il bug

source: Personal information
it: Informazioni personali

source: Name/organization
it: Nome/organizzazione

source: Include setup file
it: Includi file setup

source: Include recorded steps
it: Includi passi registrati

source: Send status
it: Invia stati

source: Data header
it: Intestazione

source: Global header entries
it: Campi intestazioni

source: Discard data file
it: Scarta file dati

source: Text
it: Testo

source: Integer
it: Intero

source: Unique ID
it: ID univoco

source: Save last value
it: Salva ultimo valore

source: Input required
it: Campo obbligatorio

source: Exported
it: Esportato

source: Reset value on start
it: Reset valore all'avvio

source: Data header entries
it: Campi intestazione

source: Data header settings
it: Impostazioni intestazioni

source: Ask for header on start
it: Chiedi all'inizio

source: Ask for header at end
it: Chiedi alla fine

source: Export header to file...
it: Esporta su file...

source: Import from setup file...
it: Importa da file...

source: Delete all
it: Elimina tutti
