Repository: ribico/DEWESoft-ITA
Catalog: */LC_MESSAGES/default.po
Languages: it

source: Hold SHIFT key to resize all columns on right
it: Tieni premuto SHIFT per ridimensionare tutte le colonne sulla destra

source: Hold CTRL key to expand/shrink total width
it: Tieni premuto CTRL per espandere/ridurre la larghezza totale

source: Hold CTRL key to enter scroll mode
it: Tieni premuto CTRL per scrollare

source: Load map to calibrate!
it: Carica mappa per calibrare!

source: The track is out of bounds according to old calibration file. Reset calibration?
it: La traccia è fuori dai limiti secondo il vecchio file di calibrazione. Resettare calibrazione ?

source: Calibration requires a track
it: La calibrazione richiede una traccia

source: Calibration requires at least two points
it: La calibrazione richiede almeno due punti

source: Latitude and logitude channels not assigned
it: Canali latitudine e longitudine non assegnati

source: Longitude channel not assigned
it: Canale longitudine non assegnato

source: Latitude channel not assigned
it: Canale latitudine non assegnato

source: Alarm levels
it: Livelli allarme

source: No picture
it: Nessuna immagine

source: No video
it: Nessun frame

source: No camera selected
it: Nessuna telecamera selezionata

source: RMS not available
it: RMS non disponibile

source: Freeze mode not supported
it: Modalità freeze non supportata

source: Loading
it: Caricamento

source: vector dimension mismatch
it: dimensioni vettore non coincidono

source: Unable to load picture
it: Impossibile caricare l'immagine

source: Select monitor
it: Seleziona monitor

source: Cannot attach display do dewesoft primary monitor
it: Impossibile collegare il display al monitor primario dewesoft

source: Not enough data stored
it: Dati memorizzati insufficienti

source: Complete measurement
it: Misura completa

source: Calibration file saved.
it: File di calibrazione salvato.

source: No map image is loaded!
it: Nessuna mappa caricata!

source: Channel marker
it: Marker canale

source: Damping factor marker
it: Marker fattore damping

source: Raw data
it: Dati grezzi

source: Rearm
it: Riarmo

source: Delta level
it: Delta livello

source: Rearm level
it: Livello riarmo

source: Delta time
it: Delta tempo

source: Above
it: Sopra

source: Below
it: Sotto

source: Enter range
it: Entra nel range

source: Leaves range
it: Esce dal range

source: In range
it: Nel range

source: Out of range
it: Fuori dal range

source: Positive slope
it: Pendenza positiva

source: Negative slope
it: Pendenza negativa

source: Any slope
it: Qualsiasi pendenza

source: Smoother than
it: Più lento di

source: Steeper than
it: Più veloce di

source: High pulse
it: Impulso alto

source: Low pulse
it: Impulso basso

source: Positive pulse
it: Impulso positivo

source: Negative pulse
it: Impulso negativo

source: longer than
it: più breve di

source: shorter than
it: più lungo di

source: NO CAMERA
it: NESSUNA TELECAMERA

source: Waiting
it: In attesa

source: No sync channel
it: Nessun canale sync

source: Not running
it: Fermo

source: Auto scale every
it: Autoscala ogni

source: Number of periods
it: Numero di periodi

source: Only 1 second of data import is possible when using evaluation version.
it: La versione di valutazione consente l'importazione di un solo secondo di dati.

source: Only fast/dynamic data will be imported
it: Solo dati veloci saranno importati

source: files with reduced data only not supported
it: files con dati ridotti non suppportati

source: Dewesoft data file
it: File dati Dewesoft

source: Domain
it: Dominio

source: Dimension
it: Dimensioni

source: Importing channels
it: Importazione canali

source: Importing files
it: Importazione files

source: Not selected
it: Non selezionato

source: File already exists. Do you want to overwrite the file?
it: Il file esiste. Vuoi sovrascriverlo ?

source: Can not import
it: Impossibile importare

source: Frequency channel is missing
it: Canale frequenza mancante

source: Frequency channel must be in Hz or RPM
it: Il canale frequenza deve essere in Hz o RPM

source: Rms amplitude extraction of input channel
it: Estrazione ampiezza Rms del canale input

source: Frequency domain filter
it: Filtro in frequenza

source: FFT filter
it: Filtro FFT

source: Angle sensor calculation
it: Calcolo sensore angolo

source: Angle sensor math
it: Matematica sensore angolare

source: Machinery diagnostics
it: Diagnosi di macchine

source: Input channels with sample rate divider are not allowed
it: Canali input con divisore di campionamento non ammessi

source: Calculates custom formula based on input blocks
it: Calcola formula personalizzata in base al blocco input

source: Chooses one of first inputs based on which of the last inputs is bigger
it: Sceglie uno dei primi inputs in base al valore maggiore

source: Integral, derivative
it: Integrale, derivata

source: Time domain analysis
it: Analisi nel dominio del tempo

source: custom filter
it: filtro custom

source: Input channel is single value
it: Canale input è un valore singolo

source: Combustion noise
it: Rumore combustione

source: weighted
it: pesato

source: Input channel units must be either in bar or Pa
it: Il canale input deve essere in bar oppure Pa

source: CA noise can not be used with external clock!
it: CA noise non può essere utilizzato con clock esterno!

source: Increase "Settings->Performance->Sync DB buffer length" for higher resolution.
it: Incrementa "Impostazioni->Prestazioni->Dimensione buffer DB sincrono" per risoluzioni maggiori.

source: Frequency domain analysis
it: Analisi nel dominio della frequenza

source: No input channel selected.
it: Nessun canale input selezionato.

source: Channels have different sample rate dividers.
it: I canali hanno divisori di campionamento diversi.

source: Too high frequency in user frequency range.
it: Frequenza troppo alta nel range di frequenze utente.

source: Correlation
it: Correlazione

source: Edge frequencies should not exceed sample rate/2 in used frequency range
it: Le frequenze limite non dovrebbero superare il campionamento/2

source: Exact frequency of input channel
it: Frequenza esatta del canale input

source: Exact frequency
it: Frequenza esatta

source: Exact freq.
it: Freq. esatta

source: Band-pass filter
it: Passa banda

source: Band-stop filter
it: Elimina banda

source: All-pass
it: Passa tutto

source: FIR filter
it: Filtro FIR

source: IIR filter
it: Filtro IIR

source: Limit channel is not defined
it: Canale limite non definito

source: Limit channel with sample rate divider is not allowed
it: Canale limit con divisore di campionamento non supportato

source: Latch math
it: Funzione latch

source: Latch value math
it: Funzione valore latch

source: Latch index
it: Indice latch

source: Vector, matrix constant
it: Costanti vettori e matrici

source: Matrix const.
it: Matrice cost.

source: Constants
it: Costanti

source: Array reference curve
it: Curva rif. array

source: Vector reference curve
it: Curva rif. vettore

source: Vector reference
it: Riferimento vettore

source: Reference curve has too small range. No data to compare to.
it: La curva di riferimento ha range troppo piccolo. Non ci sono dati da comparare.

source: X values needs to be ascending
it: X deve essere crescente

source: Input not array channel
it: Input non è canale array

source: Array statistics
it: Statistiche su matrici

source: Running mode supports only asynchronous channels
it: Modalità running supporta solo canali asincroni

source: Classification
it: Classificazione

source: Module
it: Modulo

source: External math
it: Math esterna

source: External math not found
it: Math esterna non trovata

source: not found
it: non trovato

source: Input channel not used
it: Canale input non utilizzato

source: Circular reference
it: Riferimento circolare

source: Input channel has errors
it: Il canale input ha errori

source: No input channel selected
it: Nessun canale input selezionato

source: Input not stored
it: Input non memorizzato

source: Synthesized method does not allow sample rate divider on input channels
it: Il metodo sintetizzato non permette divisore di freq campionamento su canali input

source: Octave analysis
it: Analisi in ottave

source: Math plugin missing/failed
it: Plugin math mancante/fallito

source: Failed to initiate Custom Math
it: Errore inizializzazione custom math

source: Decimator
it: Decimatore

source: Delay channel
it: Canale ritardo

source: Bearing cursor
it: Cursore cuscinetto

source: Cage
it: Gabbia

source: Rolling element
it: Elementi rotanti

source: Outer race
it: Traccia esterna

source: Inner race
it: Traccia interna

source: Lower band frequency is higher than sample rate
it: Limite inferiore di banda è più alto del campionamento

source: Upper band frequency is higher than sample rate
it: Limite alto di banda è superiore al campionamento

source: Lower envelope frequency is higher than sample rate
it: Frequenza inferiore inviluppo è più alta del campionamento

source: Upper envelope frequency is higher than sample rate
it: Frequenza superiore inviluppo è più alta del campionamento

source: Envelope detection
it: Rilevazione inviluppo

source: Fatigue analysis
it: Analisi a fatica

source: Fatigue
it: Fatica

source: FFT analyser
it: Analizzatore FFT

source: FFT reference curve
it: Curva riferimento FFT

source: Frequency domain ref. curve
it: Curva di riferimento in frequenza

source: Input vector must be divisible by 2!
it: Vettore input deve essere divisibile per 2!

source: Vector channels with different lengths are not allowed.
it: Canali vettori con lunghezze diverse non sono ammessi.

source: PSD can not be used with exponential window.
it: PSD non può essere utilizzata con finestra esponenziale.

source: Fourier transform
it: Trasformata di Fourier

source: Synchronous arrays not supported
it: Arrays sinconi non supportati

source: Timebase channel not assigned
it: Canale base tempi non assegnato

source: No formula entered
it: Nessuna formula inserita

source: Undefined channel
it: Canale non definito

source: Undefined header
it: Intestazione non definita

source: Human body vibrations (ISO 8041, ISO 2631-1, ISO 2631-5)
it: Vibrazioni corpo umano (ISO 8041, ISO 2631-1, ISO 2631-5)

source: Human vibration
it: Vibrazione su persone

source: Input channels unit must be in g or m/s2
it: Canali di input devono essere in g oppure m/s2

source: AO has to be set to start on acquistion
it: AO deve essere impostata su inizio acquisizione

source: AO is not set to fixed mode
it: AO is not impostata in modalità fissa

source: AO has to be set to manual mode
it: AO deve essere impostata in modalità manuale

source: AO is not set to step sweep
it: AO non impostata per step sweep

source: Frequency channel not selected
it: Canale frequenza non selezionato

source: Frequency channel units must be in Hz or rpm
it: Unità di misura canale frequenza in Hz o RPM

source: Sample rate must be at least
it: Freq c. deve essere almento

source: Sample rate of input channel for that upper RPM should be at least
it: Freq c del canale input per tale RPM superiore deve essere almento

source: Orders
it: Ordini

source: PID control
it: Controllo PID

source: Control systems
it: Sistemi di controllo

source: Total
it: Totale

source: You might experience some problems when recalculating this file due to partial v7.0.5 structure compatibility. Please remove and add power module for correct results.
it: Potresti incontrare errori al ricalcolo di questo file per parziale incompatibilità della struttura v7.0.5. Prego rimuovere e aggiungere nuovamente il modulo power per un corretto funzionamento.

source: Frequency source not available
it: Sorgente frequenza non disponibile

source: Electrical measurements
it: Misure elettriche

source: Time-to-vector transform
it: Trasformazione tempo-vettore

source: Axis values should be arranged in ascending order
it: I valori asse dovrebbero essere ordinati in ordine crescente

source: First channel
it: Primo canale

source: Second channel
it: Secondo canale

source: Time reference curve
it: Curva di riferimento nel tempo

source: Ref. curve
it: Curva rif

source: Resampler
it: Ricampionatore

source: Counting procedures
it: Procedure di conteggio

source: Physical quantities on analog channels are not the same
it: Le unità ingegneristiche sui canali analogici non coincidono

source: Short-time Fourier transform
it: Trasformata fourier short-time

source: Sound level meter
it: Misura sound level

source: Acoustics
it: Acustica

source: Basic statistics
it: Statistiche base

source: Basic stat.
it: Stat. base

source: Wavelet transform
it: Trasformata wavelet

source: Acoustic weighting filters
it: Filtri pesatura acustica

source: Weighting filters
it: Filtri pesatura

source: XY reference curve
it: Curva di riferimento XY

source: Total harmonic distortion (full, even, odd)
it: Distorsione armonica totale (tutte, pari, dispari)

source: Too small block size.
it: Blocco troppo piccolo.

source: Scope math
it: Matematica oscilloscopio

source: Shaker control
it: Controllo shaker

source: COLA channel is missing
it: Canale COLA mancante

source: First sensor input
it: Input primo sensore

source: Second sensor input
it: Input secondo sensore

source: Max. speed
it: Max. vel

source: External clock is not supported
it: Clock esterno non supportato

source: Torsional vibration
it: Analisi torsionale

source: Multiple excitation channels are not allowed to be in the same group!
it: Canali multipli di eccitazione non ammessi nello stesso gruppo!

source: Analog output is not selected in hardware setup or missing
it: L'uscita analogica non è selezionata o mancante nelle impostazioni hardware

source: Trigger channel not selected
it: Canale trigger non selezionato

source: AO channel is not selected
it: Canale AO non selezionato

source: Modal test
it: Analisi modale

source: Complex test
it: Test complesso

source: Combustion analysis
it: Analisi combustione

source: Max pressures
it: Pressioni max

source: Derivates
it: Derivate

source: Injection
it: Iniezione

source: Average values
it: Valori medi

source: Engine database not found
it: Database motore non trovato

source: RPM is missing in engine XML.
it: RPM non esiste nell'XML motore.

source: Detected no. of pulses differs from defined sensor.
it: Numero di impulsi rilevati è diverso dalla definizione del sensore.

source: No angle sensor signal.
it: Nessun segnale angolo.

source: Check sensor line direction (inv.).
it: Verifica la direzione del sensore (inv.).

source: Counter channels are not available or wrong type.
it: Canali contatori non disponibili o tipo errato.

source: Trigger channel is not selected.
it: Canale trigger non selezionato.

source: Reference pressure is unassigned.
it: Pressione di riferimento non impostata.

source: Geartooth with missing or double teeth is not supported for digital input signal.
it: Ingranaggio con dente o doppio dente mancante non è supportato come ingresso digitale.

source: Custom volume formula is not correct
it: Formula personalizzata per calcolo volume non corretta

source: This file was made with old CA. CO/PO value were set to zero. Changes for recalculation are not possible.
it: Questo file è stato creato con il vecchio CA. Valori di CO/PO sono azzerati. Modifiche per ricalcolo non sono possibili.

source: Correction factor
it: Fattore di correzione

source: New engine
it: Nuovo motore

source: Do you want that new template is based on current template?
it: Vuoi che il nuovo template sia basato su quello corrente?

source: Default value
it: Valore default

source: Unlocked
it: Sbloccato

source: Pressure channel
it: Canale pressione

source: Additional channels
it: Canali aggiuntivi

source: Combustion analyser: calculations needs rebuild.
it: Analizzatore combustione: necessario ricalcolare.

source: Some references to channels will be lost (e.g. displays)!
it: Alcuni riferimenti per canali andranno persi (ad es displays)!

source: Actual val.
it: Val corrente

source: Syntax error
it: Syntax Errore

source: Channel not found
it: Canale non trovato

source: Invalid function name
it: Nome funzione non valido

source: Invalid number of parameters
it: Invalid number di parameters

source: formula too long
it: formula troppo lunga

source: Amplitude response
it: Risposta all'ampiezza

source: Not enough data!
it: Dati non sufficienti!

source: Data format is wrong!
it: Formato dati errato!

source: Highpass
it: Passa alto

source: Filter frequency response
it: Risposta in frequenza del filtro

source: Filter low frequencies and DC
it: Filtro basse frequenze e DC

source: Filter high frequencies
it: Filtro alte frequenze

source: too low
it: troppo basso

source: too high
it: troppo alto

source: LP cutoff frequency must be greater than HP.
it: La freq di taglio LP deve essere superiore della HP.

source: Band
it: Banda

source: Low edge
it: Bordo inf

source: High edge
it: Bordo sup

source: Weight
it: Peso

source: Amplitude and phase response
it: Risposta ampiezza e fase

source: Impulse response
it: Risposta all'impulso

source: Step response
it: Risposta al gradino

source: Poles
it: Poli

source: Zeros
it: Zeri

source: Pole
it: Polo

source: Pulses count
it: Totale impulsi

source: No triggers recognized
it: Nessun trigger rilevato

source: Error in gap detection
it: Errore rilevazione gap

source: Imported data format is invalid
it: Il formato dati importato è errato

source: Pasted data format is invalid!
it: Il formato dati incollato è errato!

source: Loading UNV data
it: Caricamento dati UNV

source: X axis settings form (lower & upper)
it: Impostazioni asse X (inferiore & superiore)

source: X axis name
it: Nome asse X

source: X axis unit
it: Unità asse X

source: Lower limit settings
it: Impostazioni limite inferiore

source: Upper limit settings
it: Impostazioni limite superiore

source: Channel unit
it: Unità canale

source: Start delay
it: Ritardo start

source: Component
it: Componente

source: Base (at 1 Hz)
it: Base (a 1Hz)

source: Base x frequency [Hz]
it: Base x frequenza [Hz]

source: Setup not allowed for instrument math
it: Setup non permesso per math strumento

source: Setup not allowed for unknown math
it: Setup non permesso per math sconosciuta

source: Can not paste data from clipboard
it: Impossibile incollare da appunti

source: Alz calculation rate set to
it: Vel calcolo Alz impostato a

source: Maximum number of instances reached
it: Massimo numero di istanze raggiunto

source: Dewesoft not registered to use
it: Dewesoft non registrato per usare

source: Rename math module
it: Rinomina modulo math

source: Sign
it: Segno

source: Cannot undo this object
it: Impossibile eseguire undo su questo oggetto

source: No channel
it: Nessun canale

source: Input channel is in offline mode. Math object will be changed to offline mode.
it: Canale ingresso in modalità offline. L'oggetto math sarà portato su modalità offline.

source: Harmonics will be calculated up to
it: Armoniche calcolate fino a

source: harmonic
it: armonica

source: Waveform channel
it: Canale waveform

source: Total short circuit power
it: Potenza totale di corto

source: Grid impedance
it: Impedenza di rete

source: Line to line
it: Linea - linea

source: First reference channel
it: Primo canale riferimento

source: Not exists
it: Non esiste

source: Not loaded
it: Non caricato

source: Loaded
it: Caricato

source: Input channels not stored.
it: Canali di input non memorizzati.

source: Changing to offline will remove original data.
it: Modificando come offline eliminerà i dati originali.

source: Do you want to continue?
it: Vuoi continuare ?

source: Units in red are not valid!
it: Le unità in rosso non sono valide!

source: Torsion angle
it: Angolo torsione

source: AO channel
it: Canale AO

source: Wanted force
it: Forza richiesta

source: Wanted phase
it: Fase richiesta

source: Virtual
it: Virtuale

source: Exporting
it: Esportazione

source: data file
it: file dati

source: Only relative time is supported in this format
it: Solo tempo relativo è supportato in questo formato

source: Error while exporting
it: Errore durante esportazione

source: Reduced data export not supported in this format
it: Esportazione dati ridotti non supportati in questo formato

source: Error in
it: Errore in

source: Additional channels are not allowed for this export type
it: Canali aggiuntivi non sono disponibili in questo tipo di esportazione

source: Choose either statistic, cycle or average data
it: Scegli uno tra dati statistici, ciclici o media

source: No PPS channel defined. Please go to synchronization settings.
it: Nessun canale PPS definito. Verificare il impostazioni di sincronizzazione.

source: Waiting for sync
it: In attesa di sync

source: Start pulse is not detected. Please check the hardware.
it: Impulso di start non rilevato. Prego controllare l'hardware.

source: Clock system failed to start.
it: Errore avvio clock sistema.

source: GPS time is not valid. Please check the hardware.
it: Tempo GPS non valido. Prego verificare l'hardware.

source: Measurement unit(s) failed to start
it: Errore avvio unità di misura

source: AO stopped with error code
it: AO interrotti con codice errore

source: calc delay is too high
it: ritardo calc è troppo grande

source: max calc delay is too high
it: il ritardo max calc è troppo grande

source: Measurement unit stopped, waiting for restart ...
it: Unità di misura arrestate, in attesa di riavvio...

source: Measurement units not synchronized.
it: Unità di misura non sincronizzate.

source: Storing remaining frames...
it: Salvataggio frames rimanenti...

source: Out of disk space. Storing was stopped.
it: Spazio disco terminato. Registrazione fermata.

source: Time code restored
it: Codice temporale ripristinato

source: Time code lost
it: Codice temporale perso

source: Alarm events
it: Eventi allarme

source: Application events
it: Eventi applicazione

source: Storing started
it: Acquisizione iniziata

source: Storing stopped
it: Acquisizione fermata

source: Video storing started
it: Registrazione video iniziata

source: Video storing stopped
it: Registrazione video fermata

source: Data trigger event
it: Evento trigger dati

source: Notice
it: Nota

source: Module action
it: Modulo azione

source: Cursor info
it: Info cursore

source: storing started at
it: registr. avviata a

source: storing stopped at
it: registr. fermata a

source: data trigger event at
it: evento trigger a

source: Video storing started at
it: Registrazione video iniziata alle

source: Video storing stopped at
it: Registrazione video fermata alle

source: Keyboard event at
it: Evento tastiera a

source: Text event at
it: Evento testo a

source: Picture event at
it: Event immagine alle

source: Module event at
it: Evento modulo a

source: Unknown event at
it: Evento ignoto a

source: Registration tool not found
it: Tool di registrazione non trovato

source: Problem starting addons registration tool
it: Problema all'avvio del tool di registrazione addons

source: Math application
it: Estensioni matematiche

source: Store calculated channels?
it: Salvare canali calcolati?

source: Storing offline channels...
it: Salvataggio canali offline...

source: Loading data file
it: Caricamento file dati

source: Forward compatibility not supported
it: Compatibilità con nuove versioni non supportata

source: Loading data files
it: Registrazione file dati

source: has no video in this section
it: non ha video in questa sessione

source: File is read only
it: File in sola lettura

source: Reducing data file
it: Riduzione file dati

source: Reducing video file
it: Riduzione file video

source: Wrong camera file numbering
it: Errata numerazione dei files video

source: Unknown video file name extension
it: Estensione nome file video sconosciuta

source: File is locked
it: File protetto
